TOC([

["Вступ", 3],
["МОДУЛЬ <i>1.</i> Загальне питання організації та побудови комп’терних мереж", 4],
["Лабораторна робота № 1 Створення й діагностика роботи комп'ютерної мережі засобами Ос Windows", 4],
["Лабораторна робота № 2 Конфігурування dhcp- і dns - серверів DHCP-DNS", 24],
["Лабораторна робота № 3 Установка поштового сервера засобами windows server 2003", 48],
["Лабораторна робота № 4 Вивчення роботи й основ функціонування поштової програми Outlook Express", 55],
["Лабораторна робота № 5 Вивчення принципів роботи й настроювань поштового клієнта The Bat", 87],
["МОДУЛЬ <i>2.</i> Організація роботи глобальних комп’ютерних мереж та мережові програмно-опаратні засоби забезпечення беспеки їх функціонування ", 111],
["Лабораторна робота № 6 Дослідження функціональних можливостей і робота в Internet Explorer", 111],
["Лабораторна робота № 7 Установка й керування роботою WWW- та FTP-серверів", 150],
["Лабораторна робота № 8 Дослідження роботи програми outpost Firewall", 161],
["Лабораторна робота № 9 Застосування засобів мобільного стільникового зв'язка для роботи в бездротових комп'ютерних мережах з ресурсами internet", 194]

]);
