TOC([

["Вступ", 2],
["Змістовний модуль <i>1.</i> Організаційна культура: теоретичні основи дослідження", 3],
["<b>Тема 1</b>. Теоретичні основи навчальної дисципліни \"Організаційна культура\"", 3],
["<i>1.1.</i> Предмет, об'єкт та особливості навчальної дисципліни \"Організаційна культура\"", 3],
["<i>1.2.</i> Соціально-економічний зміст поняття \"культура\"", 4],
["<i>1.3.</i>  Поняття організаційна культура та її характеристики", 9],
["<b>Тема 2</b>. Елементи і функції організаційної культури", 20],
["<i>2.1.</i> Цінності, норми, традиції", 21],
["<i>2.2.</i> Символи, мова", 26],
["<i>2.3.</i> Герої, міфи, легенди", 28],
["<i>2.4.</i> Ритуали, обряди, церемонії, регламент.", 31],
["<i>2.5.</i> Функції організаційної культури", 32],
["Змістовний модуль <i>2.</i> Практика та методичні підходи щодо ефективного управління культурою в організації", 37],
["<b>Тема 3</b>. Типологія організаційної культури", 37],
["<i>3.1.</i> Домінуюча, субкультура та контркультура", 37],
["<i>3.2.</i> Типології організаційної культури Блейка – Мутона, У. Оучі, Г. Хофштеда, С. Ханді, А. Погорадзе, М. Бурке, К. Камерона і Р. Куіна", 38],
["<i>3.3.</i> Практична реалізація організаційної культури", 49],
["<b>Тема 4</b>. Формування та розвиток організаційної культури", 56],
["<i>4.1.</i> Джерела, принципи і фактори  формування організаційної культури", 56],
["<i>4.2.</i> Порядок дослідження й формування культури організації", 61],
["<i>4.3.</i> Зміцнення організаційної культури та оцінка ефективності керування нею", 69],
["Рекомендована література", 75]

]);
