TOC([

["ВСТУП", 3],
["РОЗДІЛ <i>1.</i> ТЕОРЕТИЧНІ ОСНОВИ ФОРМУВАННЯ ОРГАНІЗАЦІЙНО-ЕКОНОМІЧНОГО МЕХАНІЗМУ УПРАВЛІННЯ ФІНАНСОВИМИ РЕСУРСАМИ НА ПІДПРИЄМСТВІ", 5],
["<i>1.1.</i> Фінансові ресурси підприємства як об’єкт управління", 5],
["<i>1.2.</i> Роль і місце організаційно-економічного механізму управління фінансовими ресурсами  в структурі управлінської діяльності підприємства", 22],
["<i>1.3.</i> Категорійний апарат та концептуальна модель організаційно-економічного механізму управління фінансовими ресурсами на підприємстві", 32],
["Висновки до першого розділу", 53],
["РОЗДІЛ <i>2.</i> УПРАВЛІННЯ ПРОЦЕСОМ ФОРМУВАННЯ ТА ВИКОРИСТАННЯ ФІНАНСОВИХ РЕСУРСІВ  ПІДПРИЄМСТВА НА ОСНОВІ ЛОГІСТИЧНОГО ПІДХОДУ", 55],
["<i>2.1.</i> Сутність і значення логістичного підходу до управління фінансовими ресурсами  підприємства", 55],
["<i>2.2.</i> Діагностика стану управління фінансовими ресурсами підприємства", 68],
["<i>2.3.</i> Управління формуванням, структурою і динамікою фінансових ресурсів  підприємства", 79],
["<i>2.4.</i> Методи і моделі оцінки ефективності  використання Фінансових ресурсів підприємства", 0],
["Висновки до другого розділу", 123],
["РОЗДІЛ <i>3.</i> УДОСКОНАЛЕННЯ ОРГАНІЗАЦІЙНО-ЕКОНОМІЧНОГО МЕХАНІЗМУ УПРАВЛІННЯ ФІНАНСОВИМИ РЕСУРСАМИ  ПІДПРИЄМСТВА", 125],
["<i>3.1.</i> Використання економіко-математичних методів в Управлінні фінансовими ресурсами  підприємства", 125],
["<i>3.2.</i> Організація фінансового планування у складі організаційно-економічного механізму управління фінансовими   ресурсами на підприємстві", 138],
["<i>3.3.</i> Зміст і особливості підходу до формування та Застосування організаційно-економічного механізму управління фінансовими ресурсами на підприємстві", 145],
["Висновки до третього розділу", 162],
["ВИСНОВКИ", 165],
["ДОДАТКИ", 178]

]);
