TOC([

["ВСТУП", 7],
["МОДУЛЬ <i>1.</i> ПІДПРИЄМСТВО. КОНЦЕПЦІЯ ФУНКЦІОНУВАННЯ", 9],
["<b>Тема 1</b>. Підприємство як  суб’єкт господарювання", 9],
["<b>Тема 2</b>. Виробничий процес як основа функціонування підприємства", 23],
["<b>Тема 3</b>. Управління підприємством як умова забезпечення зростання його економіки", 35],
["МОДУЛЬ <i>2.</i> РЕСУРСНЕ ЗАБЕЗПЕЧЕННЯ ДІЯЛЬНОСТІ ПІДПРИЄМСТВА", 50],
["<b>Тема 4</b>. Основні фонди підприємства", 50],
["<b>Тема 5</b>. Нематеріальні активи підприємства", 67],
["<b>Тема 6</b>. Оборотні кошти підприємства", 76],
["<b>Тема 7</b>. Трудові ресурси підприємства та фактори підвищення ефективності їх використання", 86],
["<b>Тема 8</b>. Інвестиційні ресурси підприємства", 104],
["МОДУЛЬ <i>3.</i> ВИТРАТИ ПІДПРИЄМСТВА ТА ФАКТОРИ  ЇХ ЗНИЖЕННЯ", 113],
["<b>Тема 9</b>. Витрати підприємства та собівартість продукції", 113],
["<b>Тема 10</b>. Ціноутворення на підприємстві", 132],
["МОДУЛЬ <i>4.</i> ФІНАНСОВІ РЕЗУЛЬТАТИ ТА ЕФЕКТИВНІСТЬ ДІЯЛЬНОСТІ ПІДПРИЄМСТВА", 138],
["<b>Тема 11</b>. Якість та конкурентоспроможність продукції як фактори економічного зростання підприємства", 138],
["<b>Тема 12</b>. Фінансові результати діяльності підприємства", 148],
["<b>Тема 13</b>. Економічна ефективність діяльності підприємства", 154],
["РЕКОМЕНДОВАНА ЛІТЕРАТУРА", 163]

]);
