TOC([

["Введение", 3],
["<i>1.</i> Запуск и основное окно Mathcad", 4],
["<i>2.</i> Решение задач в Mathcad", 7],
["<i>3.</i> Программирование в Mathcad", 11],
["<i>4.</i> Работа с векторами и матрицами в Mathcad", 12],
["<i>5.</i> Основные сведения, необходимые для начала работы с математическим пакетом Mathcad", 14],
["<i>6.</i> Операции с матрицами", 17],
["<i>7.</i> Решение систем линейных уравнений", 22],
["<i>7.1.</i> Пример задания по решению систем линейных уравнений в системе Mathcad", 22],
["<i>8.</i> Решение нелинейных уравнений и систем", 23],
["<i>8.1.</i> Пример задания по решению нелинейных уравнений в системе Mathcad", 25],
["<i>8.2.</i> Пример задания по решению систем нелинейных уравненийв системе Mathcad", 26],
["<i>9.</i> Решение задач оптимизации", 27],
["<i>9.1.</i> Пример задания по решению задач оптимизации в системе Mathcad", 28],
["<i>10.</i> Численное интегрирование", 30],
["<i>10.1.</i> Пример задания по численному интегрированию в системе Mathcad", 31],
["<i>11.</i> Решение дифференциальных уравнений", 32],
["<i>11.1.</i> Пример задания по решению дифференциальных уравнений в системе Mathcad", 33],
["<i>12.</i> Символьные вычисления", 35],
["<i>12.1.</i> Пример задания по символьным вычислениям в системе Mathcad", 38],
["Рекомендованная литература", 40],
["Приложения", 41]

]);
