TOC([

["ВСТУП", 3],
["Розділ <i>1.</i> ТРАНСФОРМАЦІЙНІ ПРОЦЕСИ В СИСТЕМІ ФОРМУВАННЯ КОНКУРЕНТНИХ ПЕРЕВАГ ТРУДОВИХ РЕСУРСІВ", 6],
["<i>1.1.</i> Оцінка стану ринку праці в умовах реформування економіки України", 6],
["<i>1.2.</i> Оцінка впливу зовнішніх і внутрішніх факторів розвитку підприємства як спосіб підвищення конкурентних переваг його персоналу", 27],
["Розділ <i>2.</i> УПРАВЛІННЯ ЯКІСТЮ ПРАЦІ ЯК ФАКТОРОМ ПІДВИЩЕННЯ КОНКУРЕНТОСПРОМОЖНОСТІ ПІДПРИЄМСТВА", 53],
["<i>2.1.</i> Якість праці робітників – основа ефективності      діяльності підприємства", 53],
["ВИСНОВКИ", 54]

]);
