TOC([

["Вступ", 3],
["<b>Тема 1</b>. Місцеві фінанси в економічній системі держави", 4],
["<b>Тема 2</b>. Основи фінансової автономії місцевих органів влади", 10],
["<b>Тема 3</b>. Інститут самостійних місцевих бюджетів", 15],
["<b>Тема 4</b>. Місцеві податки і збори", 24],
["<b>Тема 5</b>. Комунальний кредит", 28],
["<b>Тема 6</b>. Розмежування функцій та завдань центральних і місцевих органів влади", 36],
["<b>Тема 7</b>. Управління місцевими фінансами", 44],
["Використана література", 53]

]);
