TOC([

["Введение", 3],
["Раздел <i>1.</i> Основные изменения в культуре на рубеже ХХ – ХХI веков: угрозы асоциальной эволюции человечества", 5],
["<i>1.1.</i> Общеисторический кризис как определяющая характеристика современной эпохи. Необходимость философской рефлексии", 5],
["<i>1.2.</i> Проблемы взаимодействия культуры и цивилизации в глобализирующемся мире", 39],
["<i>1.3.</i> О проблеме отчуждения в постиндустриальном обществе", 70],
["<i>1.4.</i> Религия и религиозное сознание в культуре Украины: исторический экскурс и перспективы", 86],
["Раздел <i>2.</i> Философское знание и современность", 105],
["<i>2.1.</i> Эпистемология, онтология и этика науки в «обществе риска»", 105],
["<i>2.2.</i> Позитивистская, иррационально-анторопологическая и религиозная парадигмы и их трансформации в современной европейской культуре", 141],
["<i>2.4.</i> Проблема символа в современной философии и культуре", 174],
["<i>2.5.</i> Этика глобализирующегося общества", 188],
["Раздел <i>3.</i> Трансформация мировоззренческих ориентиров и современная система образования", 197],
["<i>3.1.</i> Проблемы деформации массового сознания в условиях глобализации", 197],
["<i>3.2.</i> Потребительское сознание и функционирование массовой культуры в современном обществе", 209],
["<i>3.3.</i> Образование как фактор политики: концепт мультикультурализма", 219],
["<i>3.4.</i> Современная эпоха и образование: основные проблемы и перспективы преобразований", 235],
["Использованная литература", 248]

]);
