TOC([

["ВСТУП", 4],
["РОЗДІЛ 1 ТЕОРЕТИЧНІ ПОЛОЖЕННЯ УПРАВЛІННЯ ТРУДОВИМИ РЕСУРСАМИ НА ПРОМИСЛОВИХ ПІДПРИЄМСТВАХ", 6],
["<i>1.1.</i>	Сутність поняття \"трудові ресурси\", їх роль у виробничо-господарській діяльності промислового підприємства", 6],
["<i>1.2.</i>	Значення трудових ресурсів у забезпеченні конкурентоспроможності  підприємства", 19],
["<i>1.3.</i>	Особливості процесу управління трудовими ресурсами на підприємстві", 29],
["РОЗДІЛ <i>2.</i> АНАЛІЗ ВИКОРИСТАННЯ  ТРУДОВИХ РЕСУРСІВ НА МАКРО-, МЕЗО-І МІКРОЕКОНОМІЧНОМУ РІВНЯХ В УКРАЇНІ", 46],
["<i>2.1.</i> Аналіз тенденцій використання трудових ресурсів на макроекономічному рівні", 46],
["<i>2.2.</i> Аналіз результатів використання трудових ресурсів на мезоекономічному рівні (на прикладі Харківського регіону)", 65],
["<i>2.3.</i> Аналіз кількісних показників використання трудових ресурсів на мікроекономічному рівні (на промислових підприємствах Харківського регіону)", 79],
["<i>2.4.</i> Економіко-математичний моніторинг використання трудових ресурсів на промислових підприємствах Харківського регіону", 92],
["ВХОДЖЕННЯ ПОКАЗНИКІВ ДО ФАКТОРІВ ДЛЯ ГРУП ПІДПРИЄМСТВ", 94],
["РОЗДІЛ <i>3.</i> УПРАВЛІННЯ ТРУДОВИМИ РЕСУРСАМИ ПРОМИСЛОВИХ ПІДПРИЄМСТВ: МЕТОДИЧНЕ ЗАБЕЗПЕЧЕННЯ", 99],
["<i>3.1.</i> Методичний підхід до оцінювання рівня використання трудових ресурсів підприємства", 99],
["<i>3.2.</i> Матеріальна мотивації — основа ефективного управління трудовими ресурсами промислових підприємств", 109],
["<i>3.3.</i> Управління кар'єрою як переважна складова морально-статусної мотивації трудових ресурсів", 126],
["КОЕФІЦІЄНТИ РЕЗУЛЬТАТИВНОСТІ УПРАВЛІННЯ КАР'ЄРНИМ ЗРОСТАННЯМ МЕНЕДЖЕРІВ", 140],
["<i>3.4.</i> Значення бренда підприємства в процесі управління трудовими ресурсами", 141],
["ВИСНОВКИ", 148],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 152],
["ДОДАТКИ", 164],
["ЛІСТИНГ ФАКТОРНОГО АНАЛІЗУ З ВИКОРИСТАННЯМ ПОВНОГО НАБОРУ ПОКАЗНИКІВ", 165],
["МАТРИЦІ НАВАНТАЖЕНЬ ПОКАЗНИКІВ НА ВИДІЛЕНІ ФАКТОРИ", 183],
["АНКЕТА", 188],
["ОПИТУВАННЯ ПЕРСОНАЛУ З МЕТОЮ ВИЗНАЧЕННЯ ПРІОРИТЕТНИХ НАПРЯМКІВ МОТИВАЦІЇ", 188]

]);
