TOC([

["Введение", 3],
["<b>Тема 5</b>.  Содержание и варианты применения метода капитализации   доходов.  Доходный подход.", 3],
["<i>1.</i>Характеристика и порядок применения доходного подхода.", 4],
["<i>2.</i>Метод дисконтированых денежных потоков.", 7],
["<i>3.</i>Метод прямой капитализации дохода.", 15],
["<i>4.</i>Оценка доходной недвижимости.", 20],
["<b>Тема 6</b>. Метод аналогов (сравнительный метод) при оценке имущества предприятия.", 37],
["<i>2.</i>Основные принципы отбора  предприятий аналогов.", 42],
["<i>3.</i>Важнейшие ценовые мультипликаторы.", 46],
["<i>4.</i>Исследование рынка и сравнительный подход к оценке недвижимости.", 49],
["<b>Тема 7</b>. Оценка имущества в хозяйственной деятельности предприятия.", 62],
["<i>1.</i>Понятие оценки имущества предприятия.", 62],
["<i>2.</i>Методологические основы оценки имущества предприятия.", 64],
["<i>3.</i>Организационные, технические и информационные основы оценки имущества предприятия.", 69],
["Рекомендованная литература.", 72]

]);
