TOC([

["Введение", 3],
["<b>Тема   13</b>. Общие сведения о системе КОМПАС-АВТОПРОЕКТ", 4],
["<b>Тема 14</b>. Работа с документами", 13],
["<b>Тема 15</b>. Регистрация нового пользователя", 25],
["<b>Тема 16</b>. Расчет веса заготовки", 36],
["<b>Тема 17</b>. Проектирование технологического процесса", 49],
["<b>Тема 18</b>. Проектирование технологического процесса в диалоговом режиме", 59],
["<b>Тема 19</b>. Формирование переходов", 70],
["<b>Тема  20</b>. Расчет режимов резания", 82],
["Рекомендуемая литература", 89]

]);
