TOC([

["Вступ", 3],
["Модуль <i>1.</i> Сутність логістичних ризиків", 3],
["<b>Тема 1</b>. Економічна сутність ризику в логістиці", 3],
["<i>1.1.</i>Визначення поняття \"ризик\"", 3],
["<i>1.2.</i>Класифікація ризиків", 10],
["<i>1.3.</i>Ризик, надійність і страхування в логістичних системах", 14],
["<b>Тема 2</b>. Методи оцінки ризиків", 28],
["<i>2.1.</i> Вимір ризику", 28],
["<i>2.2.</i> Оцінка ймовірності несприятливих подій", 32],
["<i>2.3.</i> Оцінка збитку", 38],
["Модуль <i>2.</i> Управління ризиками та їх страхування", 42],
["<b>Тема 3</b>. Управління ризиками", 42],
["<i>3.1.</i> Загальна схема процесу управління ризиками", 42],
["<i>3.2.</i> Організація управління ризиком на підприємстві", 44],
["<i>3.3.</i> Методи управління ризиками та їх вибір", 46],
["<b>Тема 4</b>. Страхування ризиків", 52],
["<i>4.1.</i> Основні поняття види та методи страхування", 52],
["<i>4.2.</i> Страхування засобів наземного та водного транспорту", 62],
["<i>4.</i>З. Страхування засобів повітряного транспорту", 72],
["<i>4.4.</i> Страхування вантажів", 75],
["<i>4.5.</i> Страхування громадянської відповідальності перевізника", 78],
["Використана література", 89]

]);
