TOC([

["ВВЕДЕНИЕ", 3],
["РАЗДЕЛ <i>1.</i> Теоретические основы развития мотивации персонала", 9],
["<i>1.1.</i> Содержание и сущность категории \"мотивация персонала\"", 9],
["<i>1.2.</i> Мотивация как циклический процесс", 26],
["<i>1.3.</i> Процесс мотивации и его элементы: человек, потребность, интерес, мотив, стимул, цель, направленность", 33],
["<i>1.4.</i> Система факторов мотивации поведения персонала", 52],
["РАЗДЕЛ <i>2.</i> Мотивационный процесс в координатах управления", 58],
["<i>2.1.</i> Диалектическое единство мотивации и эффективного управления", 58],
["<i>2.2.</i> Эволюция мотивации как функции менеджмента", 65],
["<i>2.3.</i> Противоречия мотивационного процесса", 72],
["<i>2.4.</i> Принципы исследования и реализации мотивации персонала  на  предприятии", 82],
["РАЗДЕЛ <i>3.</i> Оценка мотивации персонала на современных предприятиях и развитие ее методического обеспечения", 99],
["<i>3.1.</i> Методы исследования мотивации персонала", 99],
["<i>3.2.</i> Методы  реализации  мотивации  персонала", 118],
["<i>3.3.</i> Анализ состояния мотивации на  современных предприятиях", 138],
["<i>3.4.</i> Методические основы и технология реализации мониторинга мотивации", 163],
["Раздел <i>4.</i> Стратегия мотивации", 179],
["<i>4.1.</i> Стратегия мотивации персонала и мотивационная стратегия: сущность и взаимосвязь понятий", 179],
["<i>4.2.</i> Определение стратегии мотивации персонала", 183],
["<i>4.3.</i> Методические рекомендации к реализации стратегии мотивации", 214],
["Литература", 221],
["ПРИЛОЖЕНИЯ", 238]

]);
