TOC([

["Вступ", 3],
["<i>1.</i> Система програмування DELPHI", 3],
["<i>2.</i> Розв'язання задач на комп'ютері", 11],
["<i>3.</i> Перший додаток (візуальне проектування)", 18],
["<i>4.</i> Перший додаток (кодування)", 23],
["<i>5.</i> Перший додаток (проект, тестування)", 30],
["<i>6.</i> Основи програмування на DELPHI (змінні й типи даних)", 38],
["<i>7.</i> Основи програмування на DELPHI (інструкції)", 42],
["<i>8.</i> Основи програмування на DELPHI (введення і виведення)", 47],
["<i>9.</i> Процедури й функції", 51],
["<i>10.</i> Керуючі структури", 55],
["<i>11.</i> Циклічні структури", 61],
["<i>12.</i> Символи і рядки", 64],
["<i>13.</i> Масиви", 68],
["<i>14.</i> Файли", 76],
["<i>15.</i> Структури даних", 86],
["<i>16.</i> Динамічні структури даних", 94],
["Висновок", 113],
["Рекомендована література", 115]

]);
