TOC([

["ВСТУП", 3],
["Модуль <i>1.</i> Поняття митної справи", 3],
["<i>1.</i> МИТНА СПРАВА В УКРАЇНІ", 3],
["<i>2.</i> Митний контроль", 12],
["Модуль <i>2.</i> Порядок митного оформлення товарів та інших предметів при переміщенні через митний кордон України", 28],
["<i>3.</i> Митне оформлення", 28],
["<i>4.</i> ПЕРЕМІЩЕННЯ ТА ПРОПУСК ЧЕРЕЗ МИТНИЙ КОРДОН УКРАЇНИ ТОВАРІВ ТА ІНШИХ ПРЕДМЕТІВ", 38],
["Модуль <i>3.</i> Порядок нарахування митних платежів", 47],
["<i>5.</i> ПРАВИЛА ІНКОТЕРМС", 47],
["<i>6.</i> МИТНІ ПЛАТЕЖІ", 55],
["Модуль <i>4.</i> Контрабанда", 62],
["<i>7.</i> КОНТРАБАНДА", 62],
["Глосарій", 80],
["РЕКОМЕНДОВАНА ЛІТЕРАТУРА", 86]

]);
