TOC([

["гюцюкэм╡ онкнфеммъ", 3],
["кЮАНПЮРНПМЮ ПНАНРЮ 1 дняк╡дфеммъ гюяна╡б юоюпюрмн╞ о╡дрпхлйх ня", 5],
["кЮАНПЮРНПМЮ ПНАНРЮ 2 дняк╡дфеммъ ярпсйрспх опнжея╡б ╡ гюдюв", 21],
["кЮАНПЮРНПМЮ ПНАНРЮ 3 дняк╡дфеммъ ярпсйрспх тюикнбху яхярел (тя)", 29],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 4 пнгпнакеммъ рю дняк╡дфеммъ ярпсйрспх лепефмху г'╙дмюмэ", 44],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 5 дняк╡дфеммъ тсмйж╡нмсбюммъ гюяна╡б дпнрнбнцн рю аегдпнрнбнцн нал╡мс ╡мтнплюж╡╙ч (╡в- ╡ WIRELESS- днярсос)", 58],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 6 дняк╡дфеммъ тсмйж╡нмюкэмху лнфкхбняреи оньрнбнцн йк╡╙мрю ⌠THE BAT■", 87],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 7 дняк╡дфеммъ тсмйж╡нмюкэмху лнфкхбняреи ╡ пнанрю б INTERNET EXPLORER", 121],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 8 дняк╡дфеммъ тсмйж╡нмсбюммъ оюйерю опхйкюдмху опнцпюл (ооо) MICROSOFT OUTLOOK", 163],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 9 лндекчбюммъ тсмйж╡нмсбюммъ ня опх напнаж╡ йнпхярсбюкэмхжэйху ╡ яхярелмху опнжея╡б", 193],
["кЮАНПЮРНПМЮ ПНАНРЮ ╧ 10 дняк╡дфеммъ етейрхбмняр╡ п╡гмху юкцнпхрл╡б гюл╡ыеммъ ярнп╡мнй", 224],
["яохянй бхйнпхярюмху дфепек", 244]

]);
