TOC([

["Введение", 3],
["<b>Тема 6</b>. Исправление ошибок и изменения в финансовых отчетах", 4],
["<b>Тема 7</b>. Консолидированная и сводная финансовая отчетность", 8],
["<i>7.1.</i> Предпосылки и цель составления консолидированной финансовой отчетности", 8],
["<i>7.2.</i> Последовательность составления консолидированного баланса", 12],
["<i>7.3.</i> Сводная отчетность и ее отличие от консолидированной финансовой отчетности", 18],
["<b>Тема 8</b>. Финансовый отчет субъекта малого предпринимательства", 18],
["<i>8.1.</i> Назначение и структура финансового отчета субъекта малого предпринимательства", 18],
["<i>8.2.</i> Баланс, его структура и статьи", 21],
["<i>8.3.</i> Отчет о финансовых результатах", 26],
["<b>Тема 9</b>. Налоговая отчетность", 29],
["<i>9.1.</i> Состав налоговой отчетности и сроки ее представления", 29],
["<i>9.2.</i> Декларация по налогу на прибыль предприятия", 34],
["<i>9.3.</i> Декларация по налогу на добавленную стоимость", 40],
["<i>9.4.</i> Расчет коммунального налога за отчетный период", 44],
["<b>Тема 10</b>. Статистическая и специальная отчетность", 46],
["<i>10.1.</i> Отчет по труду, его структура и показатели", 46],
["<i>10.2.</i> Статистический отчет о финансовых результатах, дебиторской и кредиторской задолженности", 53],
["<i>10.3.</i> Расчет обязательства по уплате сбора", 55],
["в Пенсионный фонд", 55],
["<i>10.4.</i> Отчет о начисленных взносах, перечислениях и расходах фонда социального страхования на случай временной нетрудоспособности", 58],
["<i>10.5.</i> Расчетная ведомость о начислениях и перечислениях страховых взносов и расходовании средств Фонда социального страхования от несчастных случаев на производстве", 59],
["<i>10.6.</i> Расчетная ведомость о начислениях и перечислениях страховых взносов в Фонд социального страхования на случай безработицы", 60],
["Рекомендованная литература", 63]

]);
