TOC([

["Вступ", 3],
["<i>1.</i> Науковий стиль серед інших стилів сучасної української літературної мови", 4],
["<i>2.</i> Найважливіші риси наукового стилю", 7],
["<i>3.</i> Загальна структура наукового тексту", 13],
["<i>4.</i> Лексичні засоби наукового стилю", 21],
["<i>5.</i> Терміни в науковому тексті. Сучасна економічна термінологія", 28],
["<i>6.</i> Синтаксичні одиниці наукового стилю", 35],
["<i>7.</i> Побудова і вживання складних синтаксичних конструкцій у тексті наукового стилю", 41],
["<i>8.</i> Письмові роботи наукового стилю", 43],
["Використана література", 53]

]);
