TOC([

["<i><b>Вступ</i></b>", 3],
["<i><b>Змістовний модуль І.   Загальні положення трудового законодавства</i></b>", 4],
["<i>1.</i> Поняття, предмет, метод і система трудового законодавства", 4],
["<i>2.</i> Джерела та основні принципи трудового законодавства", 10],
["<i>3.</i> Суб’єкти трудового законодавства", 15],
["<i>4.</i> Правовідносини, що регулюються нормами трудового законодавства", 30],
["<i>5.</i> Колективні договори і угоди", 35],
["<i>6.</i> Основи правового регулювання працевлаштування і зайнятості населення", 42],
["<i><b>Змістовний модуль ІІ. Трудовий договір, охорона праці, розв’язання трудових спорів</i></b>", 51],
["<i>1.</i> Трудовий договір", 51],
["<i>2.</i> Робочий час і час відпочинку", 73],
["<i>3.</i> Оплата праці. Гарантії та компенсації", 82],
["<i>4.</i> Відповідальність у трудовому законодавстві", 89],
["<i>5.</i> Охорона праці. Нагляд і контроль за дотриманням законодавства про працю і правил охорони праці", 100],
["<i>6.</i> Трудові спори і порядок їх розв’язання", 114],
["<i><b>Рекомендована література</i></b>", 121],
["<i><b>Додатки</i></b>", 125],
["<i><b>Зразки документів у сфері застосування найманої праці</i></b>", 125]

]);
