TOC([

["ВСТУП", 2],
["Розділ <i>1.</i> Науково-теоретичні засади інтелектуалізації людського капіталу", 4],
["<i>1.1.</i> Чинники інтелектуалізації людського капіталу", 4],
["<i>1.2.</i> Економічний зміст інтелектуалізації людського капіталу", 54],
["<i>1.3.</i> Роль соціального капіталу у забезпеченні інтелектуалізації людського капіталу", 66],
["Розділ <i>2.</i> Визначення особливостей інтелектуалізації людського капіталу", 75],
["<i>2.1.</i> Дослідження тенденцій формування інтелектуального капіталу", 75],
["<i>2.2.</i> Оцінка впливу основних чинників на інтелектуалізацію людського капіталу", 92],
["<i>2.3.</i> Обґрунтування суперечностей інтелектуалізації людського капіталу", 97],
["Розділ <i>3.</i> Методичні основи розвитку інтелектуального капіталу", 111],
["<i>3.1.</i> Забезпечення інтелектуалізації людського капіталу на основі управління знаннями", 111],
["<i>3.2.</i> Методика визначення рівня інтелектуального капіталу підприємства", 124],
["<i>3.3.</i> Методичний підхід до визначення рівня соціальної складової інтелектуального капіталу", 122],
["Розділ <i>4.</i> Методичні засади реалізації стратегії HR-менеджменту в контексті формування інтелектуального капіталу", 175],
["<i>4.1.</i> Стратегічні аспекти діяльності підприємства", 175],
["<i>4.2.</i> Роль керівників та HR-менеджерів в процесі реалізації стратегії підприємства", 190],
["<i>4.3.</i> Напрями формування стратегії підприємства з урахуванням особливостей HR-стратегії", 197],
["Розділ <i>5.</i> Організаційна культура як дійовий чинник формування інтелектуального капіталу", 215],
["<i>5.1.</i> Обґрунтування складових організаційної культури", 215],
["<i>5.2.</i> Формування інтелектуального капіталу з урахуванням особливостей організаційної культури", 225],
["<i>5.3.</i> Розробка профілю організаційної культури підприємства", 232],
["ЛІТЕРАТУРА", 240],
["ДОДАТКИ", 261]

]);
