TOC([

["Вступ", 3],
["<b>Тема 1</b>. Державне регулювання економіки як функція  держави", 4],
["<i>1.1.</i> Система органів державного  регулювання економіки", 4],
["<i>1.2.</i> Головні функції органів державної влади у сфері  управління економікою України", 6],
["<b>Тема 2</b>. Державне регулювання підприємництва", 16],
["<i>2.1.</i> Підприємництво як об’єкт державного регулювання", 16],
["<i>2.2.</i> Роль держави в процесі становлення підприємницького середовища в Україні", 18],
["<i>2.3.</i> Механізм державного регулювання підприємництва", 21],
["<i>2.4.</i> Сутність інфраструктури та її роль в ринковій економіці", 33],
["<i>2.5.</i> Основні напрямки розвитку інфраструктури ринкової економіки", 38],
["<b>Тема 3</b>. Суспільний  сектор економіки як об’єкт державного регулювання", 48],
["<i>3.1.</i> Антимонопольна (конкурентна) політика держави", 48],
["<i>3.2.</i> Інститут банкрутства як інструмент підприємницької політики держави", 56],
["<b>Тема 4</b>. Державне регулювання природоохоронної діяльності", 63],
["<i>4.1.</i> Об’єктивна необхідність екологізації  розвитку", 63],
["<i>4.2.</i> Сутність природного середовища як об'єкта державного регулювання", 66],
["<i>4.3.</i> Національний рівень державного регулювання охорони природи та природокористування", 72],
["<i>4.4.</i> Регіональний та місцевий рівні управління охороною природи та природокористуванням", 79],
["Рекомендована література", 83]

]);
