TOC([

["ВСТУП", 5],
["Розділ <i>1.</i> Науково-теоретичні засади формування соціально-економічного механізму ефективності менеджменту персоналу", 7],
["<i>1.1.</i> Науково-теоретичні засади ефективності менеджменту персоналу	", 7],
["<i>1.2.</i> Теоретичні та емпіричні передумови ефективності менеджменту персоналу", 22],
["<i>1.3.</i> Формування соціально-економічного механізму ефективності менеджменту персоналу", 39],
["<i>1.4.</i> Концепція забезпечення ефективності управління з позицій побудови соціально-економічного механізму менеджменту персоналу", 48],
["РОЗДІЛ <i>2.</i> Інституційні засади ефективності соціально-економічних систем", 62],
["<i>2.1.</i> Аналіз інституційного впливу на соціально-економічний рівень розвитку України", 62],
["<i>2.2.</i> Оцінка впливу інтелектуальної власності на формування трансакційних витрат", 88],
["<i>2.3.</i> Методичні концептуальні підходи до визначення ефективності соціально-економічної системи ", 105],
["РОЗДІЛ <i>3.</i> Обґрунтування суперечностей соціально-економічного механізму ефективності менеджменту персоналу", 117],
["<i>3.1.</i> Дослідження тенденцій формування складових ефективного менеджменту персоналу", 117],
["<i>3.2.</i> Розробка методики визначення рівня ефективності менеджменту персоналу", 139],
["<i>3.3.</i> Визначення соціально-економічних особливостей розвитку вітчизняних підприємств", 158],
["РОЗДІЛ <i>4.</i> Методологічні засади реалізації стратегії HR-менеджменту в контексті формування соціально-економічного механізму ефективності менеджменту персоналу", 175],
["<i>4.1.</i> Стратегічні аспекти діяльності підприємства", 175],
["<i>4.2.</i> Роль керівників та HR-менеджерів у процесі реалізації HR-стратегії", 189],
["<i>4.3.</i> Напрями формування стратегії підприємства з урахуванням особливостей HR-стратегії", 195],
["РОЗДІЛ <i>5.</i> Економічна роль інтелектуального капіталу у забезпечені ефективності менеджменту персоналу", 212],
["<i>5.1.</i> Дослідження тенденцій формування й розвитку інтелектуального капіталу", 212],
["<i>5.2.</i> Розробка методики визначення рівня інтелектуального капіталу підприємства", 238],
["<i>5.3.</i> Методичне забезпечення інтелектуалізації праці на основі управління знаннями персоналу", 263],
["Література ", 299],
["Додатки ", 326]

]);
