TOC([

["Вступ", 3],
["<b>Тема 1</b>. Історичні аспекти формування та розвитку Європейського Сою¬зу", 4],
["<i>1.1.</i> Витоки та чинники процесу європейської інтеграції", 4],
["<i>1.2.</i> Основні етапи розвитку процесу європейської інтеграції", 15],
["<i>1.3.</i> Європейська інтеграція: результат дії \"логіки речей\"", 21],
["<b>Тема 2</b>. Основні органи та інституції Європейського Союзу", 24],
["<i>2.1.</i> Структура Європейського Союзу", 24],
["<i>2.2.</i> Цілі, принципи, повноваження та правоустрій Європейського Сою¬зу", 26],
["<i>2.3.</i> Функції Європейського парламенту, Ради ЄС, Єврокомісія, Єв¬ро¬пейський Суд", 27],
["<i>2.4.</i> Функції Європейського центрального банку, Комітету регіонів", 50],
["<b>Тема 3</b>. Критерії вступу до ЄС", 53],
["<b>Тема 4</b>. Перспективи україни на шляху інтеграції до ЄС", 63],
["<i>4.1.</i> Основні цифрові показники відносин України з ЄС", 63],
["<i>4.2.</i> Оцінка здатності України виконати критерії членства", 65],
["<i>4.3.</i> Наслідки виконання Україною критеріїв членства в ЄС", 67],
["Рекомендована література", 71],
["Додаток А	", 75],
["Додаток Б	", 76],
["Додаток В	", 79]

]);
