TOC([

["ВСТУП", 3],
["<b>Модуль 1</b>. Особливості обліку і оподаткування фізичних осіб – суб’єктів малого підприємництва", 5],
["<b>Тема 1</b>. Організаційні основи діяльності фізичних осіб – суб’єктів малого підприємництва", 5],
["<b>Тема 2</b>. Порядок реєстрації та документального оформлення діяльності суб’єктів малого підприємництва – фізичних осіб", 9],
["<b>Тема 3</b>. Системи оподаткування підприємницької діяльності фізичних осіб", 29],
["<b>Тема 4</b>. Порядок застосування найманої праці приватними підприємцями", 33],
["<b>Тема 5</b>. Звітність суб’єктів підприємницької діяльності – фізичних осіб", 43],
["<b>Модуль 2</b>. Особливості організації обліку і оподаткування суб’єктів малого підприємництва – юридичних осіб", 48],
["<b>Тема 6</b>. Організація діяльності малих підприємств", 48],
["<b>Тема 7</b>. Порядок та умови переходу на спрощену систему оподаткування, обліку та звітності", 54],
["<b>Тема 8</b>. Особливості організації бухгалтерського обліку на малих підприємствах", 63],
["<b>Тема 9</b>. Форми ведення бухгалтерського обліку і використання облікових регістрів", 71],
["<b>Тема 10</b>. Облік коштів, їх еквівалентів і грошових документів на підприємствах малого бізнесу", 85],
["<b>Тема 11</b>. Облік запасів, готової продукції та товарів на малих підприємствах", 90],
["<b>Тема 12</b>. Облік розрахункових операцій на малих підприємствах", 96],
["<b>Тема 13</b>. Облік необоротних активів та амортизаційних відрахувань", 104],
["<b>Тема 14</b>. Облік доходів, витрат, результатів діяльності малих підприємств", 112],
["<b>Тема 15</b>. Узагальнення облікових даних і складання звітності суб’єктів малого підприємництва", 122],
["Висновок", 137],
["Рекомендована література", 138],
["ДОДАТКИ", 139]

]);
