TOC([

["Вступ", 3],
["Змістовний модуль <i>1.</i> Аутсорсинг як інструмент підвищення ефективності виробничо-економічної діяльності підприємства", 4],
["<i>1.</i> Сутність та поняття аутсорсингу", 4],
["<i>1.1.</i> Сутність та поняття аутсорсингу", 4],
["<i>1.2.</i> Історія виникнення аутсорсингу", 7],
["<i>2.</i> Класифікація аутсорсингу", 12],
["<i>2.1.</i> Підходи до класифікації аутсорсингу", 12],
["<i>2.2.</i> Особливості окремих класифікаційних груп аутсорсингу", 14],
["<i>3.</i> Різновиди аутсорсингу", 19],
["<i>3.1.</i> Управління потужностями та аутсорсинг", 19],
["<i>3.2.</i> Особливості окремих різновидів аутсорсингу", 20],
["<i>3.3.</i> Напрямки розвитку аутсорсингу", 22],
["Змістовний модуль <i>2.</i> Впровадження аутсорсингу у сферу промислового виробництва", 23],
["<i>4.</i> Послуги аутсорсингу", 24],
["<i>4.1.</i> Вибір постачальника аутсорсинг-послуг", 24],
["<i>4.2.</i> Аудит постачальника аудит-послуг та управління його роботою", 24],
["<i>5.</i> Процедури впровадження аутсорсингу", 27],
["<i>5.1.</i> Складання угод щодо аутсорсинг-обслуговування", 28],
["<i>5.2.</i> Угода передачі підрозділу підприємства в аутсорсинг-обслуговування", 36],
["Рекомендована література", 39]

]);
