TOC([

["Вступ", 3],
["<i>1.</i> Теоретичні основи організації обліково-аналітичного забезпечення", 5],
["<i>1.1.</i> Поняття стратегічного розвитку підприємства в умовах економіки інформаційного суспільства", 5],
["<i>1.2.</i> Передумови організації обліково-аналітичного забезпечення прийняття стратегічних рішень", 22],
["<i>1.3.</i> Управління знанням у системі обліково-аналітичного забезпечення стратегічного розвитку підприємства", 39],
["<i>2.</i> Організаційна регламентація обліково-аналітичного процесу", 51],
["<i>2.1.</i> Системний підхід до проблем організації обліково-аналітичного забезпечення стратегічного розвитку підприємства", 51],
["<i>2.2.</i> Проектно-орієнтований підхід до розробки системи стра¬тегічного обліку", 68],
["<i>2.3.</i> Управління змінами й опором персоналу в процесі реалізації проекту реорганізації облікової системи", 92],
["<i>3.</i> Інформаційна підтримка стратегічного управління бізнес-процесами підприємства", 116],
["<i>3.1.</i> Особливості організації обліково-аналітичного забезпечення в умовах функціонування логістичної системи підприємства", 116],
["<i>3.2.</i>  Обліково-аналітичне забезпечення стратегічного управління витратами", 134],
["<i>3.3.</i> Методичні аспекти впровадження засобів інформацій¬ної підтримки логістичного управління", 155],
["<i>4.</i> Організація інформаційного забезпечення кластерно-сітьової стратегії розвитку", 176],
["<i>4.1.</i> Концептуальні основи формування стратегії розвитку промислового кластера ", 176],
["<i>4.2.</i> Особливості організації інформаційного забезпечення в умовах стратегічного партнерства підприємств", 191],
["<i>4.3.</i> Організація управління інноваційним знанням у процесі інтеграційного розвитку підприємства", 211],
["Висновок", 226],
["Література", 227],
["Додатки", 256]

]);
