TOC([

["Вступ", 3],
["Розділ <i>1.</i> Проблема реалізації інтересів підприємства в ході його стратегічної взаємодії із зовнішнім середовищем", 5],
["<i>1.1.</i> Стратегічна взаємодія підприємства із зовнішнім середовищем як спосіб реалізації економічних інтересів підприємства", 5],
["<i>1.2.</i> Тенденції розвитку стратегічної взаємодії підприємств із суб’єктами зовнішнього середовища у світовій економіці", 30],
["<i>1.3.</i> Базові теоретичні положення зі встановлення та управління стратегічною взаємодією підприємства із зовнішнім середовищем", 60],
["Розділ <i>2.</i> Методологія управління стратегічною взаємодією підприємства із суб’єктами зовнішнього середовища", 94],
["<i>2.1.</i> Концепція управління стратегічною взаємодією підприємства із суб’єктами зовнішнього середовища", 94],
["<i>2.2.</i> Принципи управління стратегічною взаємодією підприємства з суб’єктами зовнішнього середовища", 110],
["<i>2.3.</i> Категоріальний апарат управління стратегічною взаємодією підприємства із суб’єктами зовнішнього середовища", 115],
["<i>2.4.</i> Ситуаційно-суб’єктний підхід до управління стратегічною взаємодією підприємства із зовнішнім середовищем", 129],
["<i>2.5.</i> Технологія управління стратегічною взаємодією підприємства із суб’єктами зовнішнього середовища", 146],
["Розділ <i>3.</i> Моніторинг та структуризація стратегічної ситуації в процесі управління стратегічною взаємодією   підприємства із суб’єктами зовнішнього середовища", 160],
["<i>3.1.</i> Моніторинг стратегічної ситуації в управлінні стратегічною взаємодією підприємства із суб’єктами зовнішнього середовища        в Україні", 160],
["<i>3.2.</i> Структуризація стратегічної ситуації з погляду підприємства щодо його взаємодії із суб’єктами зовнішнього середовища", 190],
["Розділ <i>4.</i> Управління стратегічною взаємодією підприємства з постачальниками,  споживачами та органами державної влади", 200],
["<i>4.1.</i> Управління стратегічною взаємодією підприємства зі споживачами", 200],
["<i>4.2.</i> Управління стратегічною взаємодією підприємства з постачальниками", 214],
["<i>4.3.</i> Управління взаємодією підприємства з органами державної влади", 226],
["<i>4.3.1.</i> Управління стратегічною взаємодією підприємства з органами державної влади за допомогою GR-менеджменту", 226],
["<i>4.3.2.</i> Лобіювання як інструмент управління стратегічною взаємодією підприємства з органами державної влади", 245],
["Висновки", 264],
["Використана література", 266]

]);
