TOC([

["Вступ", 3],
["<i>1.</i> Теоретичні основи організації обліково-аналітичного забезпечення", 5],
["<i>1.1.</i> Поняття стратегічного розвитку підприємства в умовах економіки інформаційного суспільства", 5],
["<i>1.2.</i> Передумови організації обліково-аналітичного забезпечення прийняття стратегічних рішень", 22],
["<i>1.3.</i> Управління знанням у системі обліково-аналітичного забезпечення стратегічного розвитку підприємства", 40],
["<i>2.</i> Організаційна регламентація обліково-аналітичного процесу", 53],
["<i>2.1.</i> Системний підхід до проблем організації обліково-аналітичного забезпечення стратегічного розвитку підприємства", 53],
["<i>2.2.</i> Проектно-орієнтований підхід до розробки системи стратегічного обліку", 70],
["<i>2.3.</i> Управління змінами й опором персоналу в процесі реалізації проекту реорганізації облікової системи	", 94],
["<i>3.</i> Інформаційна підтримка стратегічного управління бізнес-процесами підприємства", 119],
["<i>3.1.</i> Особливості організації обліково-аналітичного забезпечення в умовах функціонування логістичної системи підприємства	119", 0],
["<i>3.2.</i>  Обліково-аналітичне забезпечення стратегічного управління витратами", 137],
["<i>3.3.</i> Методичні аспекти впровадження засобів інформаційної підтримки логістичного управління ", 158],
["<i>4.</i> Організація інформаційного забезпечення кластерносітьової стратегії розвитку", 180],
["<i>4.1.</i> Концептуальні основи формування стратегії розвитку промислового кластера ", 180],
["<i>4.2.</i> Особливості організації інформаційного забезпечення в умовах стратегічного партнерства підприємств", 195],
["<i>4.3.</i> Організація управління інноваційним знанням у процесі інтеграційного розвитку підприємства", 215],
["Висновок", 226],
["Література", 246],
["Додатки", 247]

]);
