TOC([

["Вступ", 3],
["Інструментальні засоби", 4],
["Лабораторна робота №1", 4],
["Лабораторна робота №2", 21],
["Лабораторна робота №3", 28],
["Лабораторна робота №4", 55],
["Основи мови PL/SQL", 66],
["Лабораторна робота №1", 66],
["Лабораторна робота №2", 137],
["Лабораторна робота №3", 169],
["Лабораторна робота №4", 202],
["Лабораторна робота №5", 215],
["Лабораторна робота №6", 236],
["Лабораторна робота №7", 298],
["Види предметних областей", 298],
["Рекомендована література", 319]

]);
