TOC([

["ВСТУП", 3],
["МОДУЛЬ І. ТЕОРЕТИЧНІ ОСНОВИ ЕКОНОМІЧНОГО АНАЛІЗУ І ФІНАНСОВО-ЕКОНОМІЧНИЙ АНАЛІЗ", 3],
["ТЕМА <i>1.</i> Предмет, об’єкт і завдання економічного аналізу", 3],
["ТЕМА <i>2.</i> Метод і методичні прийоми економічного аналізу", 9],
["ТЕМА <i>3.</i> Види аналізу та його інформаційне забезпечення", 19],
["ТЕМА <i>4.</i> Аналіз фінансового стану підприємства", 23],
["ТЕМА <i>5.</i> Аналіз прибутку і рентабельності", 34],
["МОДУЛЬ ІІ. ТЕХНІКО-ЕКОНОМІЧНИЙ АНАЛІЗ", 40],
["ТЕМА <i>6.</i> Аналіз виробництва та реалізації продукції, робіт і послуг", 40],
["ТЕМА <i>7.</i> Аналіз використання трудових ресурсів і витрат на оплату праці", 45],
["ТЕМА <i>8.</i> Аналіз довгострокових активів підприємства", 49],
["ТЕМА <i>9.</i> Аналіз матеріальних ресурсів та ефективності їх використання", 54],
["ТЕМА <i>10.</i> Аналіз витрат на виробництво і собівартості продукції", 60],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 64]

]);
