TOC([

["Вступ	", 3],
["Розділ <i>1.</i> Теоретичні аспекти рекламної діяльності", 5],
["<i>1.1.</i> Реклама як соціальний інститут	", 5],
["<i>1.2.</i> Тенденції розвитку рекламної діяльності", 34],
["<i>1.3.</i> Функції реклами в сучасному суспільстві", 47],
["Розділ <i>2.</i> Розвиток рекламної діяльності в українському суспільстві ", 68],
["<i>2.1.</i> Інституціональна рефлективність рекламної діяльності	", 68],
["<i>2.2.</i> Рекламна діяльність: проблеми довіри	", 75],
["<i>2.3.</i> Розвиток та управління рекламною діяльністю в Україні", 93],
["Розділ <i>3.</i> Соціально-економічні засади рекламної діяльності підприємства	", 117],
["<i>3.1.</i> Аналіз методик і моделей оцінки ефективності рекламної діяльності", 117],
["<i>3.2.</i> Прогнозування рекламної діяльності підприємства", 133],
["<i>3.3.</i> Основні напрямки вдосконалювання рекламної діяльності підприємства	", 161],
["Висновок 	", 192],
["Використана література	", 203]

]);
