TOC([

["Вступ", 3],
["<b>Модуль 4</b>. Регіональний та муніципальний менеджмент", 4],
["<b>Тема 20</b>. Регіональний та муніципальний менеджмент: об’єкт, сутність, визначення", 4],
["<i>20.1.</i> Принципи, функції, моделі регіонального та муніципального менеджменту", 4],
["<i>20.</i> <i>2.</i> Особливості взаємодії державної влади з суб’єктами регіонального та муніципального управління", 8],
["Контрольні запитання з теми", 14],
["<b>Тема 21</b>. Реформування системи регіонального та муніципального управління", 15],
["<i>21.1.</i> Стратегія управління регіональним та муніципальним розвитком", 15],
["<i>21.2.</i> Нормативно-правове забезпечення регіонального та муніципального управління", 33],
["<i>21.3.</i> Зміцнення матеріальної та фінансової бази регіону та муніципалітету", 63],
["Рекомендована література", 72]

]);
