TOC([

["ВСТУП", 3],
["РОЗДІЛ <i>1.</i> ТЕОРЕТИЧНІ ЗАСАДИ РЕГУЛЮВАННЯ ЯКОСТІ РОБОЧОЇ СИЛИ", 4],
["<i>1.1.</i> Категоріально-понятійний апарат дослідження якості робочої сили", 4],
["<i>1.2.</i> Формування системи показників, що характеризують якість робочої сили", 18],
["<i>1.3.</i> Роль, значення і місце регулювання якості робочої сили на ринку праці", 27],
["Висновки до розділу 1", 49],
["РОЗДІЛ <i>2.</i> КОМПЛЕКСНИЙ АНАЛІЗ ЯКОСТІ РОБОЧОЇ СИЛИ В УМОВАХ РИНКОВИХ ВІДНОСИН", 51],
["<i>2.1.</i> Обґрунтування напрямів комплексного аналізу якості робочої сили", 51],
["<i>2.2.</i> Виявлення тенденцій формування якості робочої сили", 57],
["<i>2.3.</i> Оцінка якості робочої сили на стадіях її розподілу (перерозподілу) і використання", 75],
["Висновки до розділу 2	", 92],
["РОЗДІЛ <i>3.</i> МЕТОДИЧНІ ПІДХОДИ ДО РЕГУЛЮВАННЯ ЯКОСТІ РОБОЧОЇ СИЛИ", 95],
["<i>3.1.</i> Методичні підходи до забезпечення відповідності якості робочої сили попиту ринку праці в рамках державного регулювання", 95],
["<i>3.2.</i> Прогнозування насиченості галузей економіки спеціалісттами", 103],
["<i>3.3.</i> Обґрунтування заходів щодо балансування попиту і пропозиції робочої сили певної якості", 113],
["Висновки до розділу 3", 120],
["ВИСНОВКИ	", 122],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 124],
["ДОДАТКИ", 137]

]);
