TOC([

["ВСТУП", 3],
["<i>1.</i> ІННОВАЦІЙНИЙ РОЗВИТОК ПІДПРИЄМСТВ: ТЕОРІЯ ТА ПРАКТИКА", 5],
["<i>1.1.</i> Теоретичні основи розвитку інноваційної діяльності підприємств в умовах трансформації економіки", 5],
["<i>1.2.</i> Аналіз сучасних тенденцій розвитку інноваційної діяльності підприємств в Україні", 22],
["<i>1.3.</i> Сутність та особливості інвестиційного механізму інноваційного розвитку підприємств", 52],
["<i>2.</i> МІСЦЕ ЛІЗИНГУ В ІНВЕСТИЦІЙНОМУ МЕХАНІЗМІ ІННОВАЦІЙНОГО РОЗВИТКУ ПІДПРИЄМСТВ", 76],
["<i>2.1.</i> Сутність і принципи побудови лізингових відносин", 76],
["<i>2.2.</i> Організаційно-економічні основи лізингу (інвестиційний аспект)", 94],
["<i>2.3.</i> Інвестиційна привабливість лізингу – міжнародний та вітчизняний досвід", 117],
["<i>3.</i> ОБГРУНТУВАННЯ ОРГАНІЗАЦІЙНО-ЕКОНОМІЧНОГО МЕХАНІЗМУ ЛІЗИНГОВОГО ФІНАНСУВАННЯ ІННОВАЦІЙНОГО РОЗВИТКУ ПІДПРИЄМСТВ", 130],
["<i>3.1.</i> Фактори ефективності функціонування механізму лізингу", 130],
["<i>3.2.</i> Формування моделі лізингового фінансування інноваційного розвитку підприємств", 136],
["<i>3.3.</i> Методичний підхід до оцінки ефективності механізму лізингового фінансування інноваційного розвитку підприємств", 155],
["СПИСОК ВИКОРИСТАНОЇ ЛІТЕРАТУРИ", 177],
["ДОДАТКИ", 186]

]);
