TOC([

["ббедемхе", 3],
["яонянаш х лерндш св╗рю гюрпюр. яхярелш йюкэйскхпнбюмхъ х сопюбкемхъ гюрпюрюлх", 4],
["<i>1.</i> назейрш св╗рю гюрпюр х назейрш йюкэйскхпнбюмхъ.", 4],
["<i>2.</i> лерндш х яонянаш йюкэйскхпнбюмхъ", 10],
["<i>3.</i> щрюош св╗рмшу пюанр он нопедекемхч гюрпюр х тюйрнпш, йнрнпше бкхъчр мю онярпнемхе св╗рю гюрпюр", 12],
["<i>4.</i> йкюяяхтхйюжхъ яхярел св╗рю гюрпюр х йюкэйскхпнбюмхъ яеаеярнхлнярх", 12],
["<i>5.</i>яхярелю йюкэйскхпнбюмхъ гюрпюр мю едхмхжс опндсйжхх", 14],
["<i>6.</i> онопнжеяямюъ (оноепедекэмюъ) яхярелю йюкэйскхпнбюмхъ. онмърхе щйбхбюкемрю цнрнбни опндсйжхх.", 16],
["<i>7.</i> онгюйюгмюъ яхярелю йюкэйскхпнбюмхъ. нопедекемхе жемш йнмрпюйрю", 22],
["уюпюйрепхярхйю яхярел йюкэйскхпнбюмхъ C жекэч сопюбкемхъ гюрпюрюлх опедопхърхъ", 23],
["<i>1.</i> япюбмемхе яхярел сопюбкемхъ гюрпюрюлх опедопхърхъ он онкмшл гюрпюрюл (юагнпоьем-йнярхмц) х  оепелеммшл гюрпюрюл (дхпейр-йнярхмц).", 23],
["<i>2.</i> нянаеммнярх сопюбкемхъ гюрпюрюлх б яхяреле ярюмдюпр-йняр.", 28],
["яхярелю св╗рю, йюкэйскхпнбюмхъ х сопюбкемхъ онкмшлх гюрпюрюлх опедопхърхъ", 29],
["<i>1.</i> ясымнярэ яхярелш св╗рю, йюкэйскхпнбюмхъ х сопюбкемхъ он онкмшл гюрпюрюл.", 30],
["<i>2.</i> свер х пюяопедекемхе меопълшу (мюйкюдмшу) гюрпюр опедопхърхъ", 31],
["пейнлемднбюммюъ кхрепюрспю", 43]

]);
