TOC([

["ВСТУП", 3],
["МОДУЛЬ <i>1.</i> Економічна кібернетика як наука про управління", 5],
["ТЕМА <i>1.</i> Сутність управління у складних системах", 5],
["ТЕМА <i>2.</i> Основи управління", 13],
["ТЕМА <i>3.</i> Моделі основних функцій організаційно-технічного управління", 21],
["МОДУЛЬ <i>2.</i> Організаційна структура та якість систем з управлінням", 31],
["ТЕМА <i>4.</i> Організаційна структура систем з управлінням", 31],
["ТЕМА <i>5.</i> Якість управління", 41],
["ЗАПИТАННЯ ДЛЯ САМОКОНТРОЛЮ", 55],
["РЕКОМЕНДОВАНА ЛІТЕРАТУРА", 57]

]);
