TOC([

["Вступ", 3],
["<i>1.</i> Теоретичні засади оцінки конкурентоспроможності підприємства", 5],
["<i>1.1.</i> Сутність поняття \"конкурентоспроможність підприємства\"", 5],
["<i>1.2.</i> Фактори конкурентоспроможності підприємства	", 15],
["<i>1.3.</i> Існуючі методи оцінки конкурентоспроможності підприємства", 25],
["<i>2.</i> Комплекс моделей оцінки конкурентоспроможності підприємств", 45],
["<i>2.1.</i> Концептуальна схема моделювання оцінки конкурентоспроможності підприємства", 45],
["<i>2.2.</i> Модель впливу факторів на конкурентоспроможність підприєм-ства	", 59],
["<i>2.3.</i> Модель формування інтегрального показника конкурентоспроможності підприємства	66", 0],
["<i>3.</i> Показники вимірювання ступеня розвитку конкурентних переваг				71	", 0],
["<i>3.1.</i> Моделі індивідуальних шкал оцінки внутрішніх конкурентних переваг			71	", 0],
["<i>3.2.</i> Моделі індивідуальних шкал оцінки зовнішніх конкурентних переваг			87				", 0],
["<i>4.</i> Моделювання процесу управління конкурентоспроможністю підприємства	", 97],
["<i>4.1.</i> Використання комплексу моделей розрахунку інтегрального показника конкурентоспроможності підприємства", 97],
["<i>4.2.</i> Модель оцінки конкурентоспроможності конкурентів, що враховує недостатність інформації			104		", 0],
["<i>4.3.</i> Розробка моделі вибору конкурентної стратегії підприємства ", 113],
["<i>4.4.</i> Моделювання сценаріїв розвитку підприємства	", 120],
["Висновки							125", 0],
["Література						", 128],
["Додатки							", 135]

]);
