TOC([

["Вступ", 3],
["Розділ <i>1.</i> Економічний аспект процесу створення нової продукції на промислових підприємствах", 6],
["<i>1.1.</i>	Нова продукція в системі суспільного виробництва та споживання", 6],
["<i>1.2.</i>	Економічне значення нової продукції у діяльності промислових підприємств", 19],
["<i>1.3.</i>	Управління продуктовою номенклатурою на основі аналізу імовірності беззбитковості продукції підприємства", 35],
["Розділ <i>2.</i> Маркетинговий аспект процесу створення нової продукції", 48],
["<i>2.1.</i>	Метод виявлення незадоволених потреб підприємств-споживачів в продукції виробничо-технічного призначення", 48],
["<i>2.2.</i>	Методичний підхід до формування цінової стратегії та ціни нового товару", 63],
["<i>2.3.</i>	Метод оцінки ємкості ринку нової продукції", 79],
["<i>2.4.</i>	Сегментація ринку нової продукції промислово-технічного призначення", 82],
["<i>2.5.</i>	Рефлексивне керування взаємодією підприємства і споживача нової продукції", 95],
["Розділ <i>3.</i> Організаційний аспект процесу створення нової продукції", 108],
["<i>3.1.</i>	Управління процесом прийняття рішень про створення нової продукції", 108],
["<i>3.2.</i>	Організація формування структури та змісту розділів маркетингового паспорту нової продукції", 123],
["<i>3.3.</i>	Реформування організаційної структури в процесі створення нової продукції", 138],
["<i>3.4.</i>	Пропозиції з аналізу результатів функціонування організаційної структури управління в процесі створення нової продукції", 151],
["Висновки", 162],
["Література", 166],
["Додатки", 181]

]);
