TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Бухгалтерський облік у торгівельних підприємствах", 4],
["<b>Тема 1</b>. Організаційні основи та поняття торговельної діяльності", 4],
["<b>Тема 2</b>. Облік оптового товарообігу", 11],
["<b>Тема 3</b>. Продаж товарів в оптовій торгівлі", 18],
["<b>Тема 4</b>. Організація діяльності підприємства роздрібної торгівлі", 27],
["<b>Тема 5</b>. Облік витрат діяльності торгівельного підприємства", 45],
["<b>Тема 6</b>. Визначення та облік фінансових результатів діяльності роздрібного торгівельного підприємства", 56],
["<b>Модуль 2</b>. Бухгалтерський облік у сільськогосподарських підприємствах", 61],
["<b>Тема 7</b>. Особливості обліку витрат у сільськогосподарському виробництві", 61],
["<b>Тема 8</b>. Об'єкти обліку в рослинництві", 71],
["<b>Тема 9</b>. Об’єкти обліку у тваринництві", 79],
["<b>Тема 10</b>. Облік фінансових результатів діяльності сільськогосподарського підприємства", 93],
["Рекомендована література", 100]

]);
