TOC([

["ВСТУП", 3],
["МОДУЛЬ <i>1.</i> Статистична оцінка ресурсної складової НТП підприємств", 4],
["<b>Тема 1</b>. Предмет, методи і завдання навчальної дисципліни", 4],
["<b>Тема 2</b>. Статистичні підходи до оцінки НТП підприємства", 13],
["<b>Тема 3</b>. Статистична оцінка кадрового потенціалу підприємства", 18],
["<b>Тема 4</b>. Статистична оцінка матеріально-технічної складової НТП підприємства", 27],
["<b>Тема 5</b>. Статистична оцінка фінансової складової НТП підприємства", 44],
["<b>Тема 6</b>. Статистична оцінка нематеріальних активів підприємства", 47],
["<b>Тема 7</b>. Статистична оцінка інформаційної складової НТП підприємства", 58],
["МОДУЛЬ <i>2.</i> Статистичне дослідження НТП підприємства", 61],
["<b>Тема 8</b>. Аналітичні основи організаційно-управлінської структури підприємства", 61],
["<b>Тема 9</b>. Комплексна оцінка ефективності інновацій", 69],
["<b>Тема 10</b>. Статистична оцінка ефективності інвестицій у персонал підприємства", 78],
["<b>Тема 11</b>. Теоретичні основи моделювання НТП підприємства", 82],
["<b>Тема 12</b>. Управління НТП підприємства у ринковому середовищі", 86],
["РЕКОМЕНДОВАНА ЛІТЕРАТУРА", 97]

]);
