TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Поняття про переклад як засіб міжмовної комунікації. Лексично-семантичні та граматичні особливості перекладу економічних текстів", 4],
["<b>Тема 2</b>. Види перекладу", 12],
["<b>Тема 3</b>. Лінгвістичні та граматичні труднощі перекладу", 18],
["<b>Тема 4</b>. Лексико-семантичні особливості перекладу", 27],
["<b>Тема 5</b>. Синтаксичні та стилістичні особливості перекладу економічного тексту", 36],
["<b>Тема 6</b>. Екстралінгвістичні проблеми перекладу", 45],
["<b>Модуль 2</b>: Технічні прийоми та нормативні аспекти перекладу", 56],
["<b>Тема 7</b>. Реферування та анотування спеціальної літератури", 56],
["<b>Тема 8</b>. Техніка перекладу", 63],
["<b>Тема 9</b>. Еквівалентність перекладу", 86],
["<b>Тема 10</b>. Нормативні аспекти перекладу", 91],
["Рекомендована література", 94]

]);
