TOC([

["Вступ ", 3],
["<i>1.1.</i> Значення соціального розвитку для підйому промислового виробництва", 5],
["<i>1.2.</i> Обґрунтування факторів соціального розвитку підприємств", 18],
["<i>1.3.</i> Формування сукупності функцій управління соціальним розвитком підприємства", 36],
["Розділ <i>2.</i> Оцінка можливостей соціального розвитку в промисло-вості", 49],
["<i>2.1.</i> Аналіз зовнішнього середовища соціального розвитку підприємства", 49],
["<i>2.2.</i> Визначення та оцінка рівня соціального розвитку про-мислових підприємств (на прикладі підприємств Харківської області)", 65],
["<i>2.3.</i> Узагальнення існуючих підходів до оцінки соціального розвитку суб’єктів господарювання ", 81],
["Розділ <i>3.</i> Методичне забезпечення управління соціальним розви-тком промислових підприємств", 99],
["<i>3.1.</i> Формування та обґрунтування сукупності показників со-ціального розвитку підприємства  ", 99],
["<i>3.2.</i> Методичні рекомендації щодо оцінки рівня соціального розвитку підприємства ", 116],
["<i>3.3.</i> Методичний підхід до обґрунтування оптимальних управлінських рішень, спрямованих на соціальний розвиток промислових підприємств", 131],
["Висновки", 145],
["Використана література", 148]

]);
