TOC([

["Введение", 3],
["<i>1.</i>Цель и задачи организации ЮНЕСКО", 4],
["<i>2.</i>Устав ЮНЕСКО", 6],
["<i>2.1.</i>Цели и обязанности", 7],
["<i>2.2.</i>Органы управления", 7],
["<i>2.3.</i>Основные функции ЮНЕСКО", 11],
["<i>2.4.</i>Бюджет организации", 13],
["<i>2.5.</i>Членский состав организации", 14],
["<i>2.5.1.</i>Устав ЮНЕСКО о государствах-членах", 14],
["<i>2.5.2.</i>Государства-члены и члены-сотрудники", 15],
["<i>2.5.3.</i>Сообщество партнеров ЮНЕСКО", 15],
["<i>3.</i>Направления деятельности ЮНЕСКО", 16],
["<i>3.1.</i>Образование	", 16],
["<i>3.2.</i>Естественные науки ", 17],
["<i>3.3.</i>Cоциальные и гуманитарные науки", 19],
["<i>3.4.</i>Коммуникация и информация", 20],
["<i>3.5.</i>Культура", 21],
["<i>3.5.1.</i>Критерии отбора в Перечень объектов мирового наследия ЮНЕСКО", 22],
["<i>3.6.</i>Особые направления деятельности", 27],
["Заключение", 30],
["Использованная литература", 31],
["Приложения", 32]

]);
