TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Історичне минуле українського народу в давні часи і в епоху Середньовіччя", 4],
["<b>Тема 1</b>. Вступ. Витоки історії українського народу та його держав¬ності. Україна княжої доби та її роль у світовій історії", 4],
["<b>Тема 2</b>. Україна у складі Литви та Польщі. Казацька доба. Визволь¬на війна українського народу середини XVII ст.", 21],
["<b>Тема 3</b>. Велика Руїна. Гетьманщина. Ліквідація української автоном¬ної державності", 34],
["<b>Модуль 2</b>. Україна в новий та новітній час (XIX – початок XXI ст.)", 46],
["<b>Тема 4</b>. Україна у складі Російської та Австро-Угорської імперій", 46],
["<b>Тема 5</b>. Українська національно-демократична революція. Боротьба за державність (1917 – 1920 рр.)", 57],
["<b>Тема 6</b>. Міжвоєнний період історії українського народу (1921 – 1939 рр.)", 71],
["<b>Тема 7</b>. Україна в роки Другої світової війни. Велика Вітчизняна війна", 84],
["<b>Тема 8</b>. Суспільно-політичний та соціально-економічний розвиток України від другої половини 40-х до початку 80-х років ХХ ст.", 100],
["<b>Тема 9</b>. Національно-державне відродження українського народу. Незалежна Україна в сучасному світі", 120],
["Використана література", 148]

]);
