TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Теоретичні основи та організаційний механізм роздержавлення економіки", 5],
["<b>Тема 1</b>. Розвиток відносин власності в процесі роздержавлення економіки", 5],
["<b>Тема 2</b>. Організаційний механізм приватизації. Суб'єкти приватизації та їх функції", 14],
["<b>Тема 3</b>. Способи приватизації. Організація  аукціонів, конкурсів, тендерів", 25],
["<b>Тема 4</b>. Оцінка вартості об'єкта приватизації", 35],
["<b>Тема 5</b>. План приватизації державного підприємства, його структура і зміст", 42],
["<b>Тема 6</b>. Передприватизаційна підготовка підприємства. Реструктуризація підприємства", 49],
["<b>Тема 7</b>. Корпоратизація державних підприємств. Розробка плану розміщення акцій створеного при корпоратизації ВАТ ", 59],
["<b>Тема 8</b>. Оцінка фінансового стану та інвестиційної привабливості підприємства, що приватизується", 64],
["<b>Тема 9</b>. Орендні відносини в приватизаційному процесі", 74],
["<b>Тема 10</b>. Основні засади функціонування ВАТ, створених у процесі приватизації", 80],
["<b>Тема 11</b>. Підприємство в постприватизаційний період в умовах роздержавлення економіки", 85],
["Висновки", 91],
["Рекомендована література", 92]

]);
