TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Базові концепції компонентно-орієнтованого програмування", 5],
["<i>1.</i> Інструментальні засоби реалізації компонента в VS 2008", 5],
["<i>2.</i> Основи компонентного аналізу", 19],
["<i>3.</i> Мовні засоби реалізації компонента в С#", 21],
["<i>4.</i>Зіставлення зі зразком. Регулярні вирази", 29],
["<i>5.</i> Графіка в Forms <i>2.</i>0 – GDI+", 39],
["<i>6.</i> Друк в Forms <i>2.</i>0 – GDI+", 45],
["<b>Модуль 2</b>. Програмні засоби відображення контента в компонентно-орієнтованому середовищі", 52],
["<i>7.</i> Створення додатків Active Server Pages", 52],
["<i>8.</i> Основні складові архітектури Windows з погляду розроблювача", 62],
["<i>9.</i> Перетворення картинного простору 2D", 66],
["<i>10.</i> Відображення об'єктів 3D", 71],
["<i>11.</i> Перспективи розвитку об'єктного та компонентного підходу до програмування", 82],
["Рекомендована література", 85]

]);
