TOC([

["ВСТУП", 3],
["Змістовний модуль <i>1.</i> Системи автоматизації редакційної діяльності", 5],
["<b>Тема 1</b>. Класифікація систем автоматизації  поліграфічних процесів", 5],
["<b>Тема 2</b>. Системи автоматизації прийому і обробки  новинної інформації. RAPIDBrowser", 18],
["<b>Тема 3</b>. Системи каталогізації різнопланової інформації (DAM)", 26],
["<b>Тема 4</b>. Редакційно-видавничі системи K4 Publishing System, Quark Publisher System", 32],
["<b>Тема 5</b>. Порівняльний аналіз основних редакційно-видавничих систем, впроваджених в Україні", 39],
["<b>Тема 6</b>. Інтеграційні модулі підготовки журналів JournalDesigner", 45],
["<b>Тема 7</b>. Планування додрукарської підготовки журналів Scoop Magazine", 51],
["<b>Тема 8</b>. Система автоматизації редакційної діяльності Scoop Editorial System", 63],
["Змістовний модуль <i>2.</i> Системи автоматизації  окремих технологічних процесів у поліграфії", 68],
["<b>Тема 9</b>. Системи розверстування реклами  Advertising Layout System", 68],
["<b>Тема 10</b>. Модульна система препрес підготовки  DALiM Software", 74],
["<b>Тема 11</b>. Системи обробки зображень FotoStation", 81],
["<b>Тема 12</b>. Системи Комп’ютер – друкарська форма", 87],
["<b>Тема 13</b>. Системи Комп’ютер – друкарська машина", 93],
["<b>Тема 14</b>. Автоматизовані системи управління друкарнею", 100],
["<b>Тема 15</b>. Системи для підприємств оперативної поліграфії PrintEffect", 106],
["<b>Тема 16</b>. Системи ведення обліку на поліграфічних підприємствах Apler-поліграфія", 111],
["<b>Тема 17</b>. Системи планування робіт", 113],
["Контрольні запитання для самодіагностики", 113],
["Змістовний модуль <i>1.</i> Системи автоматизації  редакційної діяльності", 113],
["Змістовний модуль <i>2.</i> Системи автоматизації окремих  технологічних процесів у поліграфії", 113],
["Рекомендована література", 113]

]);
