TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Теоретичні та організаційні засади державного аудиту", 4],
["<b>Тема 1</b>. Становлення та розвиток державного аудиту", 4],
["<b>Тема 2</b>. Сутність та організаційно-правові засади державного аудиту", 12],
["<b>Тема 3</b>. Класифікація державного аудиту", 18],
["<b>Тема 4</b>. Суб’єкти державного аудиту", 22],
["<b>Тема 5</b>. Організація державного аудиту, який здійснює ДКРС України", 28],
["<b>Тема 6</b>. Організація державного аудиту який здійснює Рахункова палата", 35],
["<b>Модуль 2</b>. Методика здійснення державного аудиту ДКРС та Рахунковою палатою України", 42],
["<b>Тема 7</b>. Методика державного аудиту фінансово-господарської діяльності бюджетних установ", 42],
["<b>Тема 8</b>. Методика державного аудиту виконання бюджетних програм", 50],
["<b>Тема 9</b>. Методика державного аудиту фінансово-господарської діяльності суб’єктів господарювання державного сектору економіки", 57],
["<b>Тема 10</b>. Методика державного аудиту виконання місцевих бюджетів", 61],
["<b>Тема 11</b>. Методика державного аудиту, який здійснює Рахункова палата України", 70],
["<b>Тема 12</b>. Методика аудиту державного і комунального майна", 77],
["Контрольні запитання для самодіагностики", 81],
["Використана література", 83]

]);
