TOC([

["Вступ", 3],
["Лабораторна робота №1 Дослідження систем визначення атак (СВА)  та типів мережних атак", 5],
["Лабораторна робота №2 Дослідження можливостей системи аналізу та управління інформаційними ризиками: ГРИФ  (з програмного комплексу Digital Security Office 2006). Побудова моделі ІС на основі моделі  інформаційних потоків", 34],
["Лабораторна робота №3 Дослідження можливостей системи аналізу та управління інформаційними ризиками: ГРИФ  (з програмного комплексу Digital Security Office 2006). Побудова моделі ІС на основі моделі  погроз і вразливостей", 71],
["Лабораторна робота №4 Дослідження можливостей системи розробки та управління ПБ ІС підприємства на основі стандарту ISO 17799: КОНДОР  (з програмного комплексу Digital Security Office 2006). розрахунок ризиків невиконання вимог  стандарту ISO 17799", 103],
["Лабораторна робота №5 Перехоплення автентифікаційної інформації  та її використання під час атак у локальній мережі", 157],
["Лабораторна робота №6 Перехоплення даних автентифікації SMB,  проникнення в комп'ютерну систему під управлінням ОС WINDOWS NT/2000/ХР/XP/2003", 180],
["Лабораторна робота №7 Дослідження і атака на міжмережні екрани,  пакет WIN 2K SERVER RESOURCE KIT", 203],
["Лабораторна робота №8 Дослідження захисту мережі за допомогою  протоколу IPSEC", 230],
["Використана література", 255]

]);
