TOC([

["ВСТУП", 3],
["РОЗДІЛ <i>1.</i> ЕКОЛОГО-ЕКОНОМІЧНИЙ СВІТОГЛЯД", 5],
["Життя в різноманітному світі", 5],
["Духовні ресурси природи (етичні основи екології й економічного розвитку)", 17],
["Охорона навколишнього середовища як економічна проблема", 24],
["Українські еколого-економічні проблеми на шляху до стійкого розвитку", 32],
["Стійкий розвиток", 43],
["Філософія стійкого розвитку", 49],
["Стійкість як підтримка систем життєзабезпечення", 54],
["Еколого-економічний світогляд як основа стійкого розвитку", 56],
["Екологічні пріоритети безпечного господарювання – фактор існування етносу", 62],
["Національна технологія господарювання", 65],
["Етноекономіка - економічний аспект взаємодії етносу і природи", 70],
["Глобалізаційні цінності у світоглядних уявленнях українського народу", 77],
["РОЗДІЛ <i>2.</i> ТРАДИЦІЇ ПРИРОДОКОРИСТУВАННЯ В УКРАЇНСЬКІЙ КУЛЬТУРІ", 86],
["Використання землі як основи життєзабезпечення українського народу", 87],
["Водопоклонство у віруваннях давніх українців", 93],
["Рослинний світ в уяві наших пращурів", 96],
["Ставлення до птахів і комах", 103],
["ЛІТЕРАТУРА", 115]

]);
