TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Організаційні засади контролю у бюджетних установах", 4],
["<b>Тема 1</b>. Організація проведення ревізії та контролю бюджетної установи", 4],
["<b>Тема 2</b>. Планування контролю та ревізії бюджетних установ", 6],
["<b>Модуль 2</b>. Методика контролю діяльності бюджетної установи", 20],
["<b>Тема 3</b>. Дослідження діяльності бюджетної установи", 20],
["<b>Тема 4</b>. Узагальнення результатів ревізії бюджетної установи", 67],
["<b>Тема 5</b>. Ревізія бюджетної установи в умовах застосування комп’ютерних технологій", 79],
["Контрольні питання для самодіагностики", 85],
["Рекомендована література", 87]

]);
