TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Організація міжнародного туризму", 7],
["<b>Тема 1</b>. Основні принципи організації туризму", 7],
["<b>Тема 2</b>. Класифікація ринків міжнародного туризму", 41],
["<b>Тема 3</b>. Організація туризму Європейського регіону", 135],
["<b>Тема 4</b>. Туристські ринки Південно-Азіатського регіону", 142],
["<b>Тема 5</b>. Індустрія туризму Південної Америки, країн Карибського басейну", 145],
["<b>Тема 6</b>. Індустрія туризму Північної Америки", 150],
["<b>Тема 7</b>. Соціально-економічні умови розвитку Близькосхідного регіону", 155],
["<b>Тема 8</b>. Соціально-економічні умови розвитку Африканського регіону", 158],
["<b>Тема 9</b>. Туристські ринки Азіатсько-Тихоокеанського регіону", 167],
["Використана література", 176],
["Додатки", 179]

]);
