TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Теоретичні основи діяльності в сфері рublicrelations (PR)", 5],
["<b>Тема 1</b>. Рublic relations: поняття, зміст, головні функції", 5],
["<b>Тема 2</b>. Джерела та історія розвитку рublic relations", 13],
["<b>Тема 3</b>. Організація діяльності рublic relations. Рublic relations у маркетингу", 23],
["<b>Тема 4</b>. Принципи роботи з основними групами громадськості", 31],
["<b>Тема 5</b>. Громадська думка та рublic relations", 42],
["<b>Тема 6</b>. Основи комунікації в рublic relations", 52],
["<b>Тема 7</b>. Відношення з державою та місцевою громадськістю. Лобізм", 66],
["<b>Модуль 2</b>. Комплексні практичні напрями діяльності рublic relations", 80],
["<b>Тема 8</b>. Кампанія рublic relations: головні етапи", 80],
["<b>Тема 9</b>. Імідж організації", 94],
["<b>Тема 10</b>. Виборчі кампанії", 108],
["<b>Тема 11</b>. Принципи взаємодії із засобами масової комунікації", 123],
["<b>Тема 12</b>. Організація спеціальних подій", 141],
["<b>Тема 13</b>. Рublic relations у кризових ситуаціях", 157],
["<b>Тема 14</b>. Рublic relations в мультикультурному середовищі", 166],
["Рекомендована література", 177],
["Основна", 177],
["Додаткова", 178],
["Ресурси мережі Інтернет", 180]

]);
