TOC([

["Введение", 3],
["<i>1.</i> Распределенные информационные системы и базы данных", 6],
["<i>2.</i> Основы использования Web-технологий для доступа к базам данных", 20],
["<i>3.</i> Технологические предпосылки размещения баз данных в www", 38],
["<i>4.</i> Язык HTML", 51],
["<i>5.</i> Язык разметки XML", 68],
["<i>6.</i> Язык PHP", 75],
["<i>7.</i> JavaScript", 110],
["<i>8.</i> VBScript", 125],
["<i>9.</i> Ajax", 147],
["<i>10.</i> Инструментальные средства разработки Web-приложений обработки данных БД в Интернете", 164],
["<i>11.</i> Пример разработки приложения «Учет производства и реализации изделий»", 180],
["<i>12.</i> Создание Web-сервера", 213],
["<i>13.</i> Создание приложений для работы с Оracle и MS Sql Server", 237],
["<i>14.</i> Архитектура и реализация одновременного доступа пользователя к информации к СУБД MS Sql и Оracle", 244],
["Контрольные вопросы и задания", 247],
["Рекомендованная литература", 250],
["Приложение", 251]

]);
