TOC([

["Вступ", 3],
["<i>1.</i> Основи роботи у середовищі MS Excel", 4],
["Контрольні запитання", 41],
["<i>2.</i> Створення, редагування та форматування електронних таблиць", 43],
["Контрольні запитання", 53],
["<i>3.</i> Вбудовані функції", 54],
["Контрольні запитання", 91],
["<i>4.</i> Створення, редагування і форматування графіків та діаграм", 93],
["Контрольні запитання", 116],
["<i>5.</i> Робота зі списками даних у середовищі MS Excel", 117],
["Контрольні запитання", 154],
["<i>6.</i> Аналіз даних у середовищі MS Excel", 158],
["Контрольні запитання", 172],
["Рекомендована література", 174]

]);
