TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Реклама в структурі інтегрованих маркетингових комунікацій", 3],
["<b>Тема 1</b>. Предмет і завдання дисципліни", 3],
["<b>Тема 2</b>. Реклама як інструмент впливу на споживача", 7],
["<b>Тема 3</b>. Розробка стратегічного комплексу", 20],
["<b>Тема 4</b>. Медіазасоби та рекламний трафік", 31],
["<b>Тема 5</b>. Організація рекламного процесу та виробництво реклами", 39],
["<b>Модуль2</b>. PR у структурі інтегрованих маркетингових комунікацій", 49],
["<b>Тема 6</b>. PR у системі маркетингових комунікацій", 49],
["відносини зі ЗМІ¬", 70],
["спецзаходи", 76],
["Засоби діагностики", 83],
["Рекомендована література", 86]

]);
