TOC([

["Вступ", 3],
[" <i>1.</i> Іншомовні лексичні запозичення  як явище сучасного українського узусу та предмет вивчення", 8],
["<i>1.1.</i> З історії вивчення іншомовних запозичень", 8],
["<i>1.1.1.</i> Проблема іншомовних лексичних запозичень у роботах  учених  кінця ХІХ – початку ХХ ст.", 8],
["<i>1.1.2.</i> Лінгвістичні дослідження проблеми адаптації іншомовних лексичних запозичень у ХХ столітті", 13],
["<i>1.2.</i> Зміст і обсяг основних понять, пов’язаних із явищем запозичення", 25],
["<i>1.3.</i> Своєрідність сучасної мовної ситуації  процесу запозичення англіцизмів", 31],
["<i>1.4.</i> Сфери вживання англіцизміву сучасному українському мовному узусі", 35],
["<i>1.4.1.</i> Загальновживані англіцизми", 35],
["<i>1.4.2.</i> Англіцизми з обмеженою сферою вживання", 36],
[" <i>2.</i> Визначення ступеня адаптації іншомовних лексичних запозичень у мові і мовленні", 41],
["<i>2.1.</i> Причини іншомовних запозичень і зв’язок цих причин із диференційними ознаками запозичень", 41],
["<i>2.2.</i> Етапи і ступені адаптації англіцизмів;  диференційні ознаки", 46],
["<i>2.3.</i> Визначення ступеня адаптації англіцизмів  кінця XX? початку ХХІ ст. (на матеріалі словників і преси)", 57],
["<i>2.4.</i> Результати експериментальної перевірки освоєння деяких англіцизмів пересічними носіями мови", 93],
[" <i>3.</i> Спроба прогнозування перспектив адаптації іншомовних лексичних запозичень", 100],
["<i>3.1.</i> Визначення ступеня адаптації англіцизмів 60–70-х років ХХ ст. на сучасному етапі (на матеріалі словників і преси)", 101],
["<i>3.2.</i> Результати експериментальної перевірки освоєння англіцизмів 60–70-х років на сучасному етапі пересічними носіями мови", 113],
["<i>3.3.</i> Спроба прогнозування долі англіцизмів кінця ХХ– поч. ХХІ ст.", 116],
["Висновки", 122],
["Список скорочень словникових джерел, які були використані у науковій праці", 125],
["Використана література", 126],
["Словопокажчик англіцизмів, вилучених із преси кінця ХХ – початку ХХІ ст.", 143]

]);
