TOC([

["Вступ			", 3],
["<i>1.1.</i>  Зміст економічної безпеки та її рівні			", 5],
["<i>1.3.</i>  Елементи загроз економічній безпеці підприємства", 21],
["<i>1.4.</i>  Методи зменшення небезпек та загроз		", 30],
["<i>2.1.</i> Фінансова безпека як складова економічної безпеки підприємства 									", 34],
["<i>2.3.</i> Взаємозалежність фінансової безпеки держави і підприємства", 52],
["<i>3.1.</i> Система пріоритетних інтересів підприємства як основа механізму забезпечення його фінансової безпеки", 62],
["<i>3.2.</i> Структура механізму забезпечення фінансової безпеки підприємства					", 65],
["<i>3.3.</i> Бенчмаркінг як інструмент забезпечення фінансової безпеки підприємства		", 72],
["<i>4.2.</i> Складові адаптації підприємства				", 91],
["<i>4.3.</i> Класифікації адаптивної реакції підприємства	", 93],
["<i>4.4.</i> Фінансове забезпечення адаптації підприємства до змін у зовнішньому середовищі	", 95],
["<i>4.5.</i> Інформаційне забезпечення  адаптації підприємства до змін зовнішнього середовища			", 98],
["<i>6.2.</i> Національне законодавство, щодо забезпечення фінансової безпеки підприємств				", 114],
["<i>7.2.</i> Принципи фінансової розвідки				", 125],
["Контрольні запитання для самодіагностики	", 130],
["Рекомендована література				", 134]

]);
