TOC([

["Вступ ", 3],
["Розділ <i>1.</i>Міжнародний рекламний бізнес", 5],
["<i>1.1.</i>Тенденції розвитку міжнародного рекламного бізнесу ", 5],
["<i>1.2.</i>Соціальний інститут реклами в епоху трансформацій", 13],
["<i>1.3.</i>Особливості розвитку міжнародної реклами в процесі створення символічного простору міжнародного бізнесу", 17],
["Розділ <i>2.</i>Стратегічне управління міжнародним бізнесом", 28],
["<i>2.1.</i>Стратегічне управління в системі міжнародного бізнесу", 28],
["<i>2.2.</i>Методичні засади обґрунтування міжнародної стратегічної альтернативи", 37],
["<i>2.3.</i>Формування стратегій розвитку підприємства на міжнародному ринку", 50],
["Розділ <i>3.</i>Інтелектуальна компонента міжнародного бізнесу підприємства", 58],
["Розділ <i>4.</i>Механізм управління міжнародною конкурентоспроможністю підприємства: системно-стратегічні засади формування та розвитку", 87],
["<i>4.1.</i>Системні закономірності формування механізму управління міжнародною конкурентоспроможністю підприємства", 88],
["<i>4.2.</i>Стратегічна спрямованість механізму управління міжнародною конкурентоспроможністю підприємства", 94],
["Розділ <i>5.</i>Інформаційні технології управління міжнародною конкурентоспроможністю підприємства", 106],
["<i>5.1.</i>Базові поняття і положення сучасної теорії інформації", 109],
["<i>5.2.</i>Інформаційна модель системи управління міжнародною конкурентоспроможністю підприємств", 111],
["<i>5.3.</i>Методологічні аспекти формування інформаційної бази управління міжнародною конкурентоспроможністю підприємств", 115],
["<i>5.4.</i>Інформаційно-аналітичні моделі управління міжнародною конкурентоспроможністю підприємств", 122],
["Висновки", 125],
["Використана література", 130]

]);
