TOC([

["Вступ", 3],
["Розділ <i>1.</i> Принципи структурно-функціонального проектування", 9],
["<i>1.1.</i>	Загальні принципи структурних методів та структурного аналізу", 9],
["<i>1.2.</i> Засади структурно-функціональної методології", 13],
["<i>1.3.</i> Вивчення предметної області", 19],
["<i>1.4.</i> Концепція розробки іс підприємства на основі структур-ного підходу", 43],
["Розділ <i>2.</i> Стандарти структурного проектування систем сучасними CASE-засобами", 54],
["<i>2.1.</i> Типи CASE-засобів", 54],
["<i>2.2.</i> Альтернативна методологія опису предметної області проектування – об'єктно-орієнтоване проектування", 134],
["Розділ <i>3.</i> Інструментальні засоби структурного проектування", 137],
["<i>3.1.</i> Класифікація CASE-засобів", 137],
["<i>3.2.</i> Засоби аналізу (Upper CASE)", 140],
["<i>3.3.</i> Засоби аналізу і проектування (Middle CASE)", 142],
["<i>3.4.</i> Засоби проектування баз даних", 160],
["<i>3.5.</i> Засоби розробки додатків", 165],
["<i>3.6.</i> Засоби реінжинірингу", 173],
["<i>3.7.</i> Засоби планування і управління проектом", 174],
["<i>3.8.</i> Засоби конфігураційного управління", 178],
["<i>3.9.</i> Засоби тестування", 186],
["<i>3.10.</i> Засоби документування", 189],
["Розділ <i>4.</i> Практичне використання CASE-засобів при проектуванні окремих підсистем інформаційної системи", 195],
["<i>4.1.</i> Використання BPwin для опису предметної області \"Страхування нерухомості та майна фізичних осіб\"", 195],
["<i>4.2.</i> Застосування CASE-засобу Business Studio при вирішен-ні комплексу завдань \"Керування договорами\"", 228],
["Глосарій", 263],
["Використана література", 267]

]);
