TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Введення до електронного бізнесу", 3],
["<b>Тема 1</b>. Електронний бізнес як сучасне середовище підприємницької діяльності", 3],
["<b>Тема 2</b>. Загальні відомості про електронну комерцію", 9],
["<b>Тема 3</b>. Можливості маркетингу в Інтернеті", 18],
["<b>Модуль 2</b>. Управління електронним бізнесом на підприємстві", 23],
["<b>Тема 4</b>. Віртуальні підприємства", 23],
["<b>Тема 5</b>. Управління розвитком електронного бізнесу", 34],
["Рекомендована література", 45]

]);
