TOC([

["Вступ", 3],
["МОДУЛЬ <i>1.</i> Теоретичні та організаційні основи податкового аудиту", 4],
["<b>Тема 1</b>. Теоретичні основи податкового аудиту ", 4],
["<b>Тема 2</b>. Основні процедури податкового аудиту ", 14],
["МОДУЛЬ <i>2.</i> Податковий аудит основних видів податків і зборів", 37],
["<b>Тема 3</b>. Податковий аудит розрахунків щодо податку на прибу¬ток підприємств", 37],
["<b>Тема 4</b>. Податковий аудит нарахування та сплати податку на додану вартість", 49],
["<b>Тема 5</b>. Податковий аудит нарахування та сплати акцизного збору", 64],
["<b>Тема 6</b>. Податковий аудит у сфері оподаткування доходів гро¬мадян", 72],
["КОНТРОЛЬНІ ЗАПИТАННЯ ДЛЯ САМОДІАГНОСТИКИ", 79],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 82]

]);
