TOC([

["Вступ				", 0],
["<i>1.</i>Кваліфікаційні вимоги до студентів				", 4],
["<i>2.</i>Тематичний план навчальної дисципліни			", 5],
["<i>3.</i>Зміст навчальної дисципліни за модулями та темами", 6],
["<i>4.</i>Плани лекцій				", 8],
["<i>5.</i>Плани семінарських (практичних) занять			", 10],
["<i>6.</i>Індивідуальне навчально-дослідне завдання		", 12],
["<i>6.1.</i> Тема ІНДЗ				", 13],
["<i>7.</i>Самостійна робота студентів				", 15],
["<i>8.</i>Контрольні запитання для самодіагностики		", 16],
["<i>9.</i>Індивідуально-консультативна робота			", 17],
["<i>10.</i>Методики активізації процесу навчання		  	   ", 18],
["<i>11.</i>Система поточного та підсумкового контролю знань студентів 				", 19],
["<i>12.</i>Рекомендована література				", 25],
["<i>12.1.</i> Основна				", 25],
["<i>12.2.</i> Додаткова				", 26]

]);
