TOC([

["Вступ", 3],
["Розділ <i>1.</i> Теоретичні основи системного управління трудовим потенціалом підприємства", 4],
["<i>1.1.</i> Теоретичні підходи до визначення категорії „трудовий потенціал  підприємства”", 4],
["<i>1.2.</i> Обґрунтування складових системного управління", 31],
["<i>1.3.</i> Формування умов використання трудового потенціалу", 51],
["<i>1.4.</i> Реалізація функцій системного управління в стратегії ефективного використання та розвитку трудового потенціалу підприємства", 66],
["Розділ <i>2.</i> Аналіз формування, використання та розвитку трудового потенціалу", 82],
["<i>2.1.</i> Аналіз факторів, що впливають трудовий потенціал", 82],
["<i>2.2.</i> Методика визначення та оцінювання трудового потенціалу регіону", 101],
["<i>2.3.</i> Методика визначення та оцінювання трудового потенціалу підприємства", 111],
["Розділ <i>3.</i> Методологічне забезпечення системного управління трудовим потенціалом підприємства", 127],
["<i>3.1.</i> Проблеми забезпечення надійності системи управління", 127],
["<i>3.2.</i> Методологічні основи імітаційного моделювання системи управління трудовим потенціалом підприємства", 140],
["<i>3.3.</i> Технологія прийняття рішень щодо системного управління формуванням, використанням та розвитком трудового потенціалу", 152],
["Післямова", 165],
["Використана література", 166],
["Додатки", 178]

]);
