TOC([

["Вступ", 3],
["Змістовний модуль <i>1.</i> Управлінське консультування: предмет, методи і причини розвитку", 4],
["<b>Тема 1</b>. Сутність і види управлінського консультування", 4],
["<b>Тема 2</b>. Причини виникнення та розвитку управлінського консультування як виду діяльності", 19],
["<b>Тема 3</b>. Консультант. Консультаційний процес ", 28],
["Змістовний модуль <i>2.</i> Основи логістичного консультування", 35],
["<b>Тема 4</b>. Логістичне консультування як різновид управлінського консультування", 35],
["<b>Тема 5</b>. Методи логістичного консультування на основі якісного аналізу логістичних процесів", 40],
["<b>Тема 6</b>. Консультування на основі кількісного аналізу логістичних процесів", 50],
["Рекомендована література", 76]

]);
