TOC([

["Вступ								", 3],
["Модуль I. Сутність, необхідність, методика та послідовність вирішення завдань аналітичних досліджень на підприємстві			", 4],
["<b>Тема 1</b>. Головні риси сутності та ролі аналітичних досліджень господарської діяльності підприємства. Об’єкт та предмет аналітичних досліджень										", 4],
["<b>Тема 2</b>. Види аналітичних досліджень економіки підприємства та їх інформаційне забезпечення						", 11],
["<b>Тема 3</b>. Методика аналітичних досліджень				", 17],
["<b>Тема 4</b>. Методи факторного аналізу в аналітичних дослідженнях", 24],
["<b>Тема 5</b>. Практика аналітичних досліджень показників ефективності використання виробничих ресурсів підприємства	", 33],
["<b>Тема 6</b>. Практика аналітичних досліджень, випуску, реалізації продукції, її собівартості, прибутковості та фінансового стану підприємства										", 46],
["Модуль II. Форми і методи розробки, прийняття та реалізації управлінських рішень за результатами аналітичних досліджень	", 61],
["<b>Тема 7</b>. Сутність, принципи управлінських рішень за результатами аналітичних досліджень					", 61],
["<b>Тема 8</b>. Системний підхід до прийняття рішень за результатами аналітичних досліджень 					", 66],
["<b>Тема 9</b>. Підготовка, обґрунтування і прийняття управлінських рішень за результатами аналітичних досліджень				", 69],
["<b>Тема 10</b>. Форми розробки і реалізації управлінських рішень за результатами аналітичних досліджень					", 74],
["<b>Тема 11</b>. Управлінські рішення за результатами аналізу формування та використання виробничих ресурсів, випуску і реалізації продукції підприємством								", 79],
["<b>Тема 12</b>. Управлінські рішення за підсумками аналізу витрат, фінансових результатів і фінансового стану підприємства		", 86],
["Використана література							", 92]

]);
