TOC([

["Вступ", 3],
["<i>1.</i> Підвищення ефективності наукової та науково-технічної діяльності закладів вищої освіти", 4],
["Проблема <i>1.1.</i> Відсутність реальної зацікавленості вчених ВНЗ у розширенні наукової діяльності та підвищенні якості наукових розробок (недосконалість форм і систем оплати праці науково-педагогічних працівників, що зайняті науковою та науковотехнічною діяльністю)", 4],
["Проблема <i>1.2.</i> Відсутність дієвих економічних стимулів фінансування наукових досліджень і науково-технічного розвитку суб’єктів господарювання", 8],
["Проблема <i>1.3.</i> Відсутність податкових стимулів для розповсюдження (оприлюднення) результатів науково-дослідних робіт, у тому числі робіт вищих навчальних закладів", 17],
["<i>2.</i> Стимулювання освітньої діяльності", 18],
["Проблема <i>2.1.</i> Відсутність економічних стимулів у суб’єктів господарю¬вання щодо фінансування витрат на освіту, підготовку та перепідготовку кадрів", 18],
["Проблема <i>2.2.</i> Відсутність економічних стимулів у суб’єктів господарю¬вання щодо якісної організації навчально-виробничої практики студентів", 20],
["Проблема <i>2.</i>3 Фактична оплата першокурсниками, які навчаються за контрактною формою, навчання старшокурсників", 22],
["Проблема <i>2.4.</i> Про закінчення мораторію на дію ст. 23 п. 4 Закону України \"Про вищу освіту\"", 23],
["Проблема <i>2.5.</i> Відсутність дієвих механізмів забезпечення зворотності цільових пільгових кредитів, наданих молодим громадянам для одержання вищої освіти", 24]

]);
