TOC([

["Вступ", 3],
["<b>Модуль1</b>. Історія маржиналізму: еволюція мікроекономічних  теорій виробництва та витрат у ХIХ – ХХ ст. ", 6],
["<b>Тема 1</b>. Загальна  математична теорія політекономії У. С. Джевонса ", 6],
["<b>Тема 2</b>. Американський варіант маржиналізму Дж. Б. Кларка", 14],
["<b>Тема 3</b>. Л. Вальрас і Лозаннська  школа маржиналізму", 18],
["<b>Тема 4</b>.  Категорії витрат, вартості та ціни в роботах А. Маршалла  ", 25],
["<b>Тема 5</b>. Теорія В. Леонтьєва \"затрати – випуск\". ", 36],
["<b>Тема 6</b>. Дискусії про достовірність маржинальної теорії   ", 39],
["<b>Модуль 2</b>. Теорія й практика сучасного маржиналізму ", 47],
["<b>Тема 7</b>. Теоретичне обругрунтування виробничої системи виробництва  ", 47],
["<b>Тема 8</b>. Динамічність і стохастичність процесів виробництва ", 65],
["<b>Тема 9</b>. Формування  маржинальних і середніх витрат ", 72],
["<b>Тема 10</b>. Зв'язок маржинальних і середніх витрат  ", 75],
["<b>Тема 11</b>. Сутність і теоретичні підстави виробничої функції (PF) підприємства       ", 84],
["<b>Тема 12</b>. Значення маржиналізму в ринковій економіці   ", 101],
["<b>Тема 13</b>. Закономірності недосконалої конкуренції   ", 117],
["<b>Тема 14</b>. Рівновага та ціноутворення  на ринках факторів виробництва   ", 136],
["Висновок ", 144],
["Контрольні запитання", 147],
["Рекомендована література ", 149]

]);
