TOC([

["Вступ", 3],
["Модуль I. Теорія інститутів", 5],
["<b>Тема 1</b>. Предмет і метод інституціональної економіки", 5],
["<b>Тема 2</b>. Формування та етапи розвитку інституціоналізму", 28],
["<b>Тема 3</b>. Інституціональна структура ринкової економіки", 47],
["<b>Тема 4</b>. Права власності", 63],
["<b>Тема 5</b>. Трансакції та трансакційні витрати", 78],
["Модуль II. Теорія організацій", 93],
["<b>Тема 6</b>. Економічні організації. Інституціональні основи діяльності фірм", 93],
["<b>Тема 7</b>. Інституціональні основи діяльності домашніх господарств", 117],
["<b>Тема 8</b>. Інституціональні основи діяльності держави", 129],
["<b>Тема 9</b>. Контракти", 147],
["<b>Тема 10</b>. Людський капітал і мотивація", 175],
["<b>Тема 11</b>. Інституціональна трансформація економіки України", 192],
["Рекомендована література", 207],
["Основна", 207]

]);
