TOC([

["Вступ", 3],
["Змістовний модуль І. Загальна частина", 5],
["<b>Тема 1</b>. Правові основи інвестиційної політики в Україні", 5],
["<b>Тема 2</b>. Поняття інвестиційної діяльності й інвестиційного права та його система", 26],
["<b>Тема 3</b>. Джерела інвестиційного права", 44],
["<b>Тема 4</b>. Інвестиції як об’єкт правового регулювання", 52],
["<b>Тема 5</b>. Правові основи інноваційної діяльності", 80],
["<b>Тема 6</b>. Суб’єкти інвестиційної діяльності", 105],
["<b>Тема 7</b>. Правове положення деяких суб’єктів інвестиційної діяльності", 123],
["Змістовний модуль ІІ. Особлива частина", 152],
["<b>Тема 8</b>. Правове регулювання іноземних інвестицій в Україні", 152],
["<b>Тема 9</b>. Порядок здійснення інвестиційної діяльності у вільних економічних зонах", 167],
["<b>Тема 10</b>. Інвестиційний договір", 185],
["<b>Тема 11</b>. Гарантії інвестицій", 205],
["<b>Тема 12</b>. Відповідальність учасників інвестиційної діяльності", 213],
["Додатки", 222],
["Рекомендована література", 269]

]);
