TOC([

["Вступ", 3],
["Розділ <i>1.</i> Оцінка діяльності підприємства у фокусі нового методу управління – ЗСП", 4],
["<i>1.1.</i> Теоретичний аналіз сучасних методів управління на підприємстві та обґрунтування необхідності запровадження збалансованої системи показників", 4],
["<i>1.2.</i> Аналіз методичних аспектів оцінки діяльності підприємства", 22],
["<i>1.3.</i> Теоретико-методичні підходи до формування системи показників оцінки діяльності підприємства", 37],
["Розділ <i>2.</i> Аналітичне обґрунтування ЗСП для оцінки діяльності підприємства", 53],
["<i>2.1.</i> Статистичний опис величин у збалансованій системі показників оцінки діяльності підприємства", 53],
["<i>2.2.</i> Визначення механізму взаємозв’язків у ЗСП", 63],
["<i>2.3.</i> Розбудова матриці величин ознак діяльності підприємства за ЗСП", 75],
["Розділ <i>3.</i> Практичні рекомендації щодо формування та функціонування ЗСП на підприємстві і проведення на її основі оцінки діяльності підприємства", 87],
["<i>3.1.</i> Рекомендації щодо розробки структури та змісту стратегічних карт як інформаційних носіїв для оцінки діяльності підприємства", 87],
["<i>3.2.</i> Науково-методичні рекомендації щодо практичного застосування ЗСП на підприємстві", 109],
["Висновки", 118],
["Використана література", 120],
["Додатки", 129]

]);
