TOC([

["Вступ", 3],
["Розділ <i>1.</i> ТЕОРЕТИКО-МЕТОДИЧНІ ОСНОВИ ЗБУТОВОЇ ДІЯЛЬНОСТІ ПРОМИСЛОВИХ ПІДПРИЄМСТВ", 6],
["<i>1.</i>1 Організаційно-економічні основи функціонування сучасного ринку товарів промислового призначення", 6],
["<i>1.</i>2 Сутність, основні завдання і форми збутової діяльності промислових підприємств", 20],
["<i>1.</i>3 Формування раціональної струткури каналів розподілу продукції промислового підприємства", 30],
["<i>1.</i>4 Теоретичні основи формування збутової політики підприємств", 54],
["<i>1.</i>5 Концептуальні підходи до формування ефективної збутової політики підприємств", 71],
["Розділ <i>2.</i> ОБГҐРУНТОВАНЕ ВСТАНОВЛЕННЯ ЦІН НА МАШИНИ ТА ОБЛАДНАННЯ ПРОМИСЛОВОГО ПРИЗНАЧЕННЯ ЯК ІНСТРУМЕНТ СТИМУЛЮВАННЯ ЗБУТУ", 86],
["<i>2.</i>1 Особливості ціноутворення на машини та обладнання виробничого призначення", 86],
["<i>2.</i>2 Особливості зовнішнього середовища виробників машин в Україні", 91],
["<i>2.</i>3 Методологія встановлення граничних цін на машини та обладнання виробничого призначення", 102],
["<i>2.</i>4 Методичне забезпечення встановлення кінцевих цін на машини та обладнання", 121],
["Розділ <i>3.</i> ХАРАКТЕРИСТИКА СПЕЦИФІЧНИХ ФОРМ ТА ПЕРЕДУМОВ ПРОВАДЖЕННЯ ОБГРУНТОВНОЇ ЗБУТОВОЇ ДІЯЛЬНОСТІ ВІТЧИЗНЯНИХ ПРОМИСЛОВИХ ПІДПРИЄМСТВ", 141],
["<i>3.</i>1 Лізинг у збутовій діяльності промислових підприємств: теоретичні основи та перспективи розвитку", 141],
["<i>3.</i>2 Франчайзинг як ефективна форма збутової діяльності промислових підприємств", 162],
["Розділ <i>4.</i> ОСОБЛИВОСТІ ФОРМУВАННЯ СТРАТЕГІЇ ЗБУТУПІДПРИЄМСТВ НА ЗОВНІШНІХ РИНКАХ", 188],
["<i>4.</i>1 Обґрунтування способів виходу підприємств на зарубіжні ринки", 188],
["<i>4.</i>2 Особливості експортної діяльності як основного способу виходу українських підприємств на зовнішні ринки", 198],
["<i>4.</i>3 Пряме інвестування – перспективний спосіб виходу підприємств України на зарубіжні ринки", 207],
["Висновки", 211],
["Використана література", 213]

]);
