TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Концептуальні засади економічної безпеки підприємства", 3],
["<b>Тема 1</b>. Основи економічної безпеки підприємства", 3],
["<b>Тема 2</b>. Загрози та небезпеки в умовах ринкових відносин", 9],
["<b>Тема 3</b>. Організація захисту підприємства", 19],
["<b>Тема 4</b>. Комплексна система економічної безпеки підприємства", 23],
["<b>Модуль 2</b>. Управління економічною  безпекою  підприємства", 28],
["<b>Тема 5</b>. Стратегічне управління економічною безпекою підприємства", 28],
["<b>Тема 6</b>. Моніторинг небезпеки в зовнішньому та внутрішньому середовищі", 37],
["<b>Тема 7</b>. Засоби  забезпечення економічної безпеки підприємства", 49],
["<b>Тема 8</b>. Напрямки управління економічною безпекою підприємства", 58],
["Рекомендована література", 82],
["Основна", 82],
["Додаткова", 82]

]);
