TOC([

["ВСТУП", 3],
["МОДУЛЬ <i>1.</i> Теоретичні основи організації національного рахівництва", 3],
["<b>Тема 1</b>. Предмет, метод і завдання методології та організації національного рахівництва", 3],
["<b>Тема 2</b>. Загальна характеристика СНР ООН-1993", 10],
["<b>Тема 3</b>. Поточні рахунки СНР", 22],
["<b>Тема 4</b>. Рахунки нагромадження", 30],
["<b>Тема 5</b>. Баланси активів і пасивів", 34],
["<b>Тема 6</b>. Рахунки операцій та рахунки зовнішніх операцій", 37],
["<b>Тема 7</b>. Агрегати в СНР та їх взаємозв'язок", 41],
["МОДУЛЬ <i>2.</i> Статистичне дослідження макроекономічних процесів у державі", 53],
["<b>Тема 8</b>. Статистика платіжного балансу", 53],
["<b>Тема 9</b>. Статистика державних фінансів ", 67],
["<b>Тема 10</b>. Статистика грошово-кредитного сектору", 73],
["<b>Тема 11</b>. Взаємозв'язок між макроекономічними блоками", 85],
["<b>Тема 12</b>. Вступ у фінансове програмування", 90],
["<b>Тема 13</b>. Методика підготовки базисних і нормативних прогнозів макроекономічного розвитку", 94],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 110]

]);
