TOC([

["ВСТУП", 3],
["МОДУЛЬ <i>1.</i> ТЕОРЕТИЧНІ ОСНОВИ ЕКОНОМІЧНОГО АНАЛІЗУ ТА АНАЛІЗ ПОКАЗНИКІВ ЕФЕКТИВНОСТІ ДІЯЛЬНОСТІ ПІДПРИЄМСТВА", 5],
["ТЕМА <i>1.</i> Організація економічного аналізу на підприємстві", 5],
["ТЕМА <i>2.</i> Інформаційна база економічного аналізу", 21],
["ТЕМА <i>3.</i> Аналіз доходів і витрат підприємства", 46],
["ТЕМА <i>4.</i> Аналіз рентабельності продукції", 125],
["ТЕМА <i>5.</i> Аналіз рентабельності підприємства", 137],
["ТЕМА <i>6.</i> Аналіз активів підприємства", 143],
["ТЕМА <i>7.</i> Аналіз власного капіталу", 153],
["ТЕМА <i>8.</i> Аналіз оборотності обігових коштів", 160],
["МОДУЛЬ <i>2.</i> ОРГАНІЗАЦІЯ ЕКОНОМІЧНОГО АНАЛІЗУ ОКРЕМИХ ВИДІВ ДІЯЛЬНОСТІ Й АНАЛІЗ ФІНАНСОВОГО СТАНУ ПІДПРИЄМСТВА", 163],
["ТЕМА <i>9.</i> Організація і методика аналізу зовнішньоекономічної діяльності ", 163],
["ТЕМА <i>10.</i> Організація і методика аналізу інвестиційної діяльності підприємства", 166],
["ТЕМА <i>11.</i> Організація і методика аналізу фінансових результатів підприємства", 172],
["ТЕМА <i>12.</i> Організація і методика аналізу фінансового стану підприємства", 182],
["ТЕМА <i>13.</i> Узагальнення результатів аналізу господарської діяльності", 215],
["ТЕРМІНОЛОГІЧНИЙ СЛОВНИК", 216],
["РЕКОМЕНДОВАНА ЛІТЕРАТУРА", 232]

]);
