TOC([

["Вступ", 3],
["<b>Модуль 5</b>.  Кратні і криволінійні інтеграли. Векторне поле", 4],
["<i>1.</i> Елементи теорії побудови наочних зображень просторових фігур", 4],
["<i>1.1.</i> Паралельне проектування: означення основних понять, властивості, позиційні задачі", 4],
["<i>1.2.</i> Побудова зображень найпростіших фігур", 8],
["<i>1.2.1.</i> Зображення многокутників", 8],
["<i>1.2.2.</i> Зображення кривих другого порядку", 8],
["<i>1.3.</i> Зображення поверхонь другого порядку", 13],
["<i>1.4.</i> Побудова перерізів поверхонь другого порядку", 19],
["<i>1.4.1.</i> Основна позиційна задача: побудова точки перетину прямої і площини	", 19],
["<i>1.4.2.</i> Задачі на побудову перерізів поверхонь", 21],
["<i>1.5.</i> Побудова ліній взаємного перетину поверхонь другого порядку", 26],
["<i>1.5.1.</i> Загальні зауваження та порядок побудови спільних точок поверхонь", 26],
["<i>1.5.2.</i> Задачі на побудову ліній взаємного перетину поверхонь", 27],
["<i>2.</i> Візуалізація просторових фігур засобами MATLAB", 35],
["<i>2.1.</i> Загальні відомості та поради", 35],
["<i>2.2.</i> Побудова тривимірних ліній", 36],
["<i>2.3.</i> Зображення поверхонь у просторі", 45],
["<i>2.4.</i> Побудова зображень просторових тіл", 56],
["Додаток A. Зображення площин і поверхонь другого порядку засобами MATLAB", 60],
["Використана література", 74]

]);
