TOC([

["ВСТУП ", 7],
["РОЗДІЛ <i>1.</i> Визначення умов та перспектив ефективної операційної діяльності підприємства", 9],
["<i>1.1.</i> Сучасне економічне становище вітчизняних підприємств  і визначення перспектив їх ефективної діяльності", 9],
["<i>1.2.</i> Сутність, зміст та особливості організаційно-економічного механізму ефективної операційної діяльності підприємства", 21],
["<i>1.3.</i> Роль управлінського обліку в забезпеченні ефективної операційної діяльності підприємства", 46],
["РОЗДІЛ <i>2.</i> Підґрунтя побудови системи управлінського обліку підприємства як інформаційної основи його оптимального функціонування", 52],
["<i>2.1.</i> Дослідження впливу інтересів суб’єктів внутрішнього середовища на забезпечення ефективної діяльності підприємства", 52],
["<i>2.2.</i> Механізм взаємодії підприємства з суб’єктами зовнішнього середовища", 61],
["<i>2.3.</i> Інформаційне забезпечення функціонування організаційно-економічного механізму ефективної операційної діяльності підприємства в системі обліку", 74],
["РОЗДІЛ <i>3.</i> Методичне забезпечення організаційно-економічного механізму ефективної операційної діяльності підприємства", 93],
["<i>3.1.</i> Визначення та обґрунтування напрямків управління витратами підприємства з метою досягнення запланованих результатів діяльності підприємства", 93],
["<i>3.2.</i> Методика оптимізації обсягу виробництва продукції на основі максимізації маржинального доходу в короткостроковому періоді", 112],
["<i>3.3.</i> Підходи щодо визначення допустимого рівня собівартості продукції з урахуванням обмежуючих факторів внутрішнього і зовнішнього середовища підприємства", 126],
["ВИСНОВКИ", 136],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 138],
["ДОДАТКИ", 151]

]);
