TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Витрати в логістиці", 4],
["<b>Тема 1</b>. Логістичні витрати та методи їх оптимізації", 4],
["<i>1.1.</i>Сутність і види логістичних витрат", 4],
["<i>1.2.</i> Методи визначення витрат", 10],
["<i>1.3.</i> Функціонально-вартісний аналіз та його принципи", 18],
["<b>Тема 2</b>. Логістичне управління ціноутворенням таефективність логістики", 21],
["<i>2.1.</i> Логістичні стратегії ціноутворення", 21],
["<i>2.2.</i> Ефективність логістики", 29],
["<b>Модуль 2</b>. Фінансова логістика", 33],
["<b>Тема 3</b>. Фінансові потоки в логістиці", 33],
["<i>3.1.</i> Мета, завдання та функції фінансової логістики ", 33],
["<i>3.2.</i> Форми та схеми платежів", 58],
["<b>Тема 4</b>. Управління фінансовими ризиками в логістичних системах", 66],
["<i>4.1.</i>Сутність та класифікація фінансових ризиків", 66],
["<i>4.2.</i> Механізми нейтралізування фінансових ризиків ", 73],
["Література", 82]

]);
