TOC([

["Вступ", 4],
["<b>Модуль 1</b>. Культурологія", 5],
["<b>Тема 1</b>. Культурологія як наукова дисципліна та її категорії. Сутність культури та її ґенеза", 5],
["<b>Тема 2</b>. Культура як знаково-семіотична система", 24],
["<b>Тема 3</b>. Особистість у світі культури", 35],
["<b>Тема 4</b>. Художня культура. Мистецтво як естетичний феномен", 40],
["<b>Тема 5</b>. Генеза культури. Антична культура", 48],
["<b>Тема 6</b>. Культура європейського середньовіччя", 75],
["<b>Тема 7</b>. Культура епохи Відродження й Реформації", 83],
["<b>Тема 8</b>. Культура Нового часу", 91],
["<b>Тема 9</b>. Модернізаційні та постмодернізаційні процеси в сучасній культурі", 108],
["<b>Тема 10</b>. Феномен української культури. Тенденції розвитку сучасної української культури", 130],
["<b>Тема 11</b>. Соціокультурна динаміка. Діалог культур", 161],
["<b>Тема 12</b>. Предмет етики. Основні етичні вчення", 175],
["<b>Тема 13</b>. Етичні категорії", 201],
["<b>Тема 14</b>. Моральні аспекти глобальних проблем сучасної цивілізації", 210],
["<b>Тема 15</b>. Національна етика. Сімейна етика. Релігійна етика. Біоетика", 216],
["<b>Тема 16</b>. Культура спілкування та етикет", 230],
["<b>Тема 17</b>. Естетика як наука та її категорії", 241],
["<b>Тема 18</b>. Історія естетичної думки", 248],
["<b>Тема 19</b>. Художня реальність в Україні і шляхи естетичного виховання економічних кадрів", 257],
["Словник термінів", 268],
["Рекомендована література", 278]

]);
