TOC([

["Вступ", 3],
["МОДУЛЬ <i>1.</i> ОБЛІК НЕОБОРОТНИХ ТА ОБОРОТНИХ АКТИВІВ", 4],
["ТЕМА <i>1.</i> Визнання активів підприємства, їх оцінка та класифікація", 4],
["ТЕМА <i>2.</i> Облік основних засобів", 8],
["ТЕМА <i>3.</i> Облік нематеріальних активів та інших необоротних активів", 32],
["ТЕМА <i>4.</i> Облік фінансових інвестицій", 43],
["ТЕМА <i>5.</i> Облік запасів", 50],
["МОДУЛЬ <i>2.</i> ОБЛІК ГРОШОВИХ КОШТІВ ТА РОЗРАХУНКІВ З ДЕБІТОРАМИ", 59],
["ТЕМА <i>6.</i> Облік грошових коштів та їх еквівалентів", 59],
["ТЕМА <i>7.</i> Облік дебіторської заборгованості. Облік витрат майбутніх періодів", 67],
["ТЕМА <i>8.</i> Переоцінка активів. Зменшення корисності активів", 84],
["ТЕМА <i>9.</i> Інвентаризація активів на підприємстві", 90],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 93]

]);
