TOC([

["Вступ", 3],
["<b>Модуль 1</b>: Організація логістичних систем", 3],
["<b>Тема 1</b>. Методологічні принципи організації логістичних систем", 3],
["<i>1.1.</i> Методологічні принципи аналізу і синтезу логістичних систем", 3],
["<i>1.2.</i> Системна інтеграція. Логістичний реінжиніринг", 11],
["<i>1.3.</i> Організаційні принципи логістики. Розвиток логістичної організації", 16],
["<b>Тема 2</b>. Оптимізація логістичних систем", 37],
["<i>2.1.</i> Оптимізація логістичних систем", 37],
["<i>2.2.</i> Стратегії логістичних систем", 54],
["<b>Модуль 2</b>: Проектування логістичних систем", 58],
["<b>Тема 3</b>. Методологія планування та проектування логістичних систем", 58],
["<i>3.1.</i> Методологія планування логістичних систем", 58],
["<i>3.2.</i> Методологія проектування логістичних систем", 66],
["<b>Тема 4</b>. Управління проектом з розробки та впровадження ло¬гістичної системи", 79],
["<i>4.1.</i> Формування проекту з розробки та впровадження логістичної системи", 79],
["<i>4.2.</i> Бізнес-план проекту", 82],
["<b>Тема 5</b>. Регіональні аспекти створення логістичних систем", 83],
["<i>5.1.</i> Регіональні логістичні системи", 83],
["<i>5.2.</i> Створення макро- та мікрологістичних систем", 87],
["Рекомендована література", 90]

]);
