TOC([

["Вступ ", 3],
["<b>Тема 1</b>. Інформаційний менеджмент: цілі і завдання, методи ", 5],
["<b>Тема 2</b>. Менеджмент і інформаційна інфраструктура організації ", 12],
["<b>Тема 3</b>. Основні стандарти в ІТ-сфері ", 28],
["<b>Тема 4</b>. Інформаційні системи та інфраструктури інформаційних технологій ", 39],
["<b>Тема 5</b>. Впровадження, експлуатація та аудит ІС ", 60],
["<b>Тема 6</b>. Організації і планування в системі інформаційного     менеджменту ", 76],
["<b>Тема 7</b>. Методи оцінки економічної ефективності ІТ-проектів в ІМ", 105],
["Використана література ", 129],
["Основна ", 129],
["Додаткова ", 130]

]);
