TOC([

["Вступ", 3],
["Змістовний модуль I. Створення інтерактивних медіа додатків і використання технологій інтерактивного обміну інформацією", 5],
["<b>Тема 1</b>. Історія інтерактивних медіа, технології, на яких вони базуються", 5],
["<b>Тема 2</b>. Класифікація й аналіз інтерактивних медіа-додатків", 12],
["<b>Тема 3</b>. Створення інтерактивних додатків для медіа-видань, медіа-презентацій та віртуальних турів. Знайомство з технологією віртуального світу", 19],
["<b>Тема 4</b>. Основи використання інтерактивних медіа в маркетингу", 29],
["<b>Тема 5</b>. Використання технології RSS для створення інтерактивних web-сайтів", 43],
["<b>Тема 6</b>. Способи функціонування пірінгових файлообмінних мереж та клієнтські додатки для їх використання", 51],
["Змістовний модуль II. Створення web-сайтів з інтерактивними компонентами", 61],
["<b>Тема 7</b>. Створення інтерактивних web-сайтів за допомогою технології Wiki", 61],
["<b>Тема 8</b>. Основні елементи інтерактивних web-сайтів. Аутентифікація користувачів видання та управління контентом", 71],
["<b>Тема 9</b>. Використання CGI компонентів у складі інтерактивного web-сайту", 79],
["<b>Тема 10</b>. Способи використання SMS та IVR технологій у галузі інтерактивниго телебачення", 85],
["Використана література", 96]

]);
