TOC([

["Вступ", 3],
["<b>Модуль 5</b>. Кратні і криволінійні інтеграли. Векторне поле", 4],
["Практичне заняття №1 з теми: „Подвійний інтеграл (ПДІ)”", 4],
["Практичне заняття №2 з теми: „Потрійний інтеграл (ПТІ). Деякі застосування кратних інтегралів”", 20],
["Практичне заняття №3 з теми: „Криволінійні інтеграли за координатами”", 37],
["Практичне заняття №4 з теми: „Поверхневі інтеграли (ПВІ)”", 54],
["Практичне заняття №5 з теми: „Векторне поле та його характеристики”", 66],
["<b>Модуль 6</b>. Функції комплексної змінної. Операційне числення", 77],
["Практичне заняття №6 з теми: „Комплексні числа та функції комплексної змінної”", 77],
["Практичне заняття №7 з теми: „Диференціювання та інтегрування функції комплексної змінної (ФКЗ)”", 97],
["Практичне заняття №8 з теми: „Ряди Тейлора – Маклорена та Лорана функцій комплексної змінної (ФКЗ)”", 121],
["Практичне заняття №9 з теми: „Операційне числення (ОЧ)”", 136],
["Використана література", 150],
["Додатки", 151]

]);
