TOC([

["Вступ", 3],
["<b>Модуль 2</b>. Бухгалтерський облік активів, капіталу, зобов’язань та господарських операцій підприємства", 5],
["<b>Тема 6</b>. Облік необоротних активів", 5],
["<b>Тема 7</b>. Облік запасів", 35],
["<b>Тема 8</b>. Облік грошових коштів і дебіторської заборгованості", 74],
["<b>Тема 9</b>. Облік фінансових інвестицій", 106],
["<b>Тема 10</b>. Облік власного капіталу", 133],
["<b>Тема 11</b>. Облік зобов’язань", 158],
["<b>Тема 12</b>. Облік праці, її оплати й соціального страхування", 208],
["<b>Тема 13</b>. Облік витрат діяльності підприємства", 240],
["<b>Тема 14</b>. Облік доходів і фінансових результатів", 292],
["<b>Тема 15</b>. Фінансова звітність", 325],
["Глосарій", 347],
["Використана література", 360],
["Додатки", 361]

]);
