TOC([

["Вступ", 3],
["Розділ <i>1.</i> Теоретичні аспекти діагностики конкурентоспромож-ності підприємства", 9],
["<i>1.1.</i> Теоретичний підхід до визначення діагностики в економіці", 9],
["<i>1.2.</i> Основні характеристики конкурентоспроможності підприємства", 24],
["<i>1.3.</i> Побудова системи показників конкурентоспроможності підприємства", 50],
["Висновки до розділу 1", 65],
["Розділ <i>2.</i> Аналіз чинників формування конкурентоспроможності підприємства", 67],
["<i>2.1.</i> Тенденції розвитку коксохімічної промисловості в Україні", 67],
["<i>2.2.</i> Формування комплексу аналітичних методів для розв’язання завдань діагностики конкурентоспроможності підприємства", 81],
["<i>2.3.</i> Виявлення та оцінка чинників впливу на формування конкурентоспроможності коксохімічних підприємств", 93],
["Висновки до розділу 2", 116],
["Розділ <i>3.</i> Методичний підхід до діагностики конкурентоспромож-ності підприємства", 119],
["<i>3.1.</i> Оцінка, порівняльний аналіз і прогнозування змін конкурентоспроможності підприємства", 119],
["<i>3.2.</i> Методика діагностики конкурентоспроможності підприємства", 138],
["<i>3.3.</i> Використання результатів діагностики конкурентоспро-можності підприємства в процесі розробки управлінських рішень ", 148],
["Висновки до розділу 3", 159],
["Висновки", 162],
["Використана література", 166],
["Додатки", 191]

]);
