TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Теоретичні основи реінжинірингу бізнес-процесів", 5],
["<b>Тема 1</b>. Сутність процесного підходу до управління підприємством.", 5],
["<b>Тема 2</b>. Підходи до вдосконалення бізнес-процесів підприємства", 20],
["<b>Тема 3</b>. Сутність реінжинірингу бізнес-процесів підприємства", 33],
["<b>Тема 4</b>. Аналіз і моделювання бізнес-процесів  підприємства", 41],
["<b>Модуль 2</b>. Методи та інструменти реінжинірингу бізнес-процесів підприємства", 49],
["<b>Тема 5</b>. Упровадження процесного підходу до управління підприємством", 49],
["<b>Тема 6</b>. Застосування бізнес-реінжинірингу на підприємстві", 57],
["<b>Тема 7</b>. Інструментальні засоби реінжинірингу бізнес-процесів", 66],
["Рекомендована література", 76]

]);
