TOC([

["Вступ", 3],
["<i>1.</i> Інноваційна діяльність сучасного підприємства: теорія та напрямки розвитку", 6],
["<i>1.1.</i> Концептуальні питання інновацій та інноваційної діяльності підприємств", 6],
["<i>1.2.</i> Становлення та сучасні тенденції теорії інноватики", 22],
["<i>1.3.</i> Класифікація інновацій", 37],
["<i>1.4.</i> Аналіз сучасних тенденцій розвитку інноваційної діяльності в Україні", 50],
["<i>2.</i> Товарна інноваційна політика та її місце в інноваційному процесі підприємства", 81],
["<i>2.1.</i> Сутність, призначення та функціональне навантаження товарної інноваційної політики підприємства", 81],
["<i>2.2.</i> Дослідження особливостей функціонування організаційно-економічного механізму реалізації товарної інноваційної політики", 98],
["<i>2.3.</i> Сутність та особливості інвестиційного механізму реалізації товарної інноваційної політики", 119],
["<i>3.</i> Методичні підходи до визначення економічної ефективності продуктових інновацій", 134],
["<i>3.1.</i> Економічна сутність категорій \"ефект\" та \"ефективність\". Принципи і критерії оцінювання інновацій", 134],
["<i>3.2.</i> Система показників оцінки економічної ефективності продуктових інновацій", 147],
["Висновки", 157],
["Використана література", 172],
["Короткий термінологічний словник (авторські визначення)", 157],
["Додатки", 157]

]);
