TOC([

["Вступ", 3],
["Розділ <i>1.</i> Теоретико-методологічні підходи до вивчення проблеми формування ґендерних ідентичностей рекламою", 9],
["<i>1.1.</i> Ґендер у соціологічному вимірі", 9],
["<i>1.2.</i> Еволюція теоретичних підходів до вивчення ідентичності", 26],
["<i>1.3.</i> Реклама як багатомірне соціальне явище", 38],
["Висновки до розділу 1", 55],
["Розділ <i>2.</i> Особливості формування ґендерних ідентичностей рекламою. Ґендерні ідентичності в бізнесі", 57],
["<i>2.1.</i> Методика  дослідження ґендерних ідентичностей", 57],
["<i>2.2.</i> Сучасні уявлення про маскулінність і фемініннсть в Україні (ґендерні ідентичності, ґендерні ідеали, ґендерні стереотипи)", 63],
["<i>2.3.</i> Ґендерні ідентичності в бізнесі: кластерний аналіз", 79],
["<i>2.4.</i> Ґендерний аналіз успіху у професійній діяльності", 83],
["<i>2.5.</i> Особливості класифікації споживачів під впливом реклами", 89],
["Висновки до розділу 2", 95],
["Розділ <i>3.</i> Напрямки розвитку сучасної української реклами", 99],
["<i>3.1.</i> Особливості функціонування сучасної української реклами в сфері інтеграції ґендерних ідентичностей", 99],
["<i>3.3.</i> Роль реклами в розробці та реалізації  соціальної програми з відновлення здоров'я молоді", 125],
["Висновки до розділу 3", 138],
["Висновки", 140],
["Використана література", 145]

]);
