TOC([

["Введение	", 3],
["<b>Тема 1</b>. Выражение субъектно-предикатных отношений	", 5],
["<b>Тема 2</b>. Выражение сравнения, сопоставления, отождествления", 25],
["<b>Тема 3</b>. Выражение субъектно-предикатных отношений (продолжение)", 41],
["<b>Тема 4</b>.  Выражение наличия или отсутствия предмета (лица)", 62],
["<b>Тема 5</b>. Выражение переходности и непереходности	", 75],
["<b>Тема 6</b>. Выражение долженствования, необходимости и возможности действия", 80],
["<b>Тема 7</b>. Многочленные предикативные конструкции", 91],
["<b>Тема 8</b>. Некоторые способы выражения субъекта", 95],
["<b>Тема 9</b>. Выражение объектных отношений в простом предложении", 101],
["<b>Тема 10</b>. Выражение объектных отношений в сложном предложении", 116],
["Использованная литература", 129]

]);
