TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Аналітика малого та середнього бізнесу", 4],
["<b>Тема 1</b>. Етимологія і розвиток теорії малого та середнього бізнесу", 4],
["<b>Тема 2</b>. Аналітичні основи розвитку малого та середнього бізнесу", 16],
["<b>Тема 3</b>. Методологічні засади оцінки розвитку малого та середнього бізнесу", 33],
["<b>Тема 4</b>. Аналіз фінансової стійкості малих та середніх підприємств", 40],
["<b>Тема 5</b>. Прогнозування основних показників діяльності малих та середніх підприємств", 47],
["<b>Тема 6</b>. Ризики в діяльності малих підприємств", 53],
["<b>Тема 7</b>. Ефективність функціонування підприємств малого та середнього бізнесу", 56],
["<b>Тема 8</b>. Вибіркове обстеження малих підприємств", 63],
["<b>Тема 9</b>. Особливості управління малим підприємством", 74],
["Рекомендована література", 86]

]);
