TOC([

["Вступ", 3],
["<i>1.</i>Основи побудови та функціонування комп’ютерів", 7],
["<i>1.1.</i>Загальні принципи побудови та функціонування комп’ютерів", 7],
["<i>1.1.1.</i>Періоди та покоління розвитку комп’ютерної техніки", 7],
["<i>1.1.2.</i>Історичний огляд розвитку комп’ютерної техніки", 13],
["<i>1.1.3.</i>Класифікація архітектур комп’ютерів", 15],
["<i>1.1.4.</i>Класифікація комп’ютерів", 38],
["<i>1.1.5.</i>Основні характеристики комп’ютерів", 62],
["<i>1.2.</i>Архітектура пам’яті комп’ютерів", 65],
["<i>1.2.1.</i>Призначення, характеристики та склад пам’яті комп’ютерів", 65],
["<i>1.2.2.</i>Ієрархічний принцип побудови пам’яті комп’ютерів", 69],
["<i>1.2.3.</i>Класифікація запам’ятовуючих пристроїв комп’ютерів", 72],
["<i>1.2.4.</i>Архітектура віртуальної пам’яті комп’ютерів", 117],
["<i>1.2.5.</i>Організація кеш-пам’яті комп’ютерів", 142],
["<i>1.2.6.</i>Сегментно-сторінкова організація пам’яті", 151],
["<i>1.2.7.</i>Трансляція сторінок віртуальної пам'яті", 155],
["<i>1.3.</i>Організація функціонування процесорів", 161],
["<i>1.3.1.</i>Класифікація процесорів та їх архітектура", 161],
["<i>1.3.2.</i>Архітектура основних блоків процесорів комп’ютерів", 176],
["<i>1.3.3.</i>Конвеєрна та суперскалярна архітектура процесора", 179],
["<i>1.3.4.</i>Параметри та характеристики процесорів", 180],
["<i>1.3.5.</i>Призначення, характеристики та організація системипереривань програм", 183],
["Висновки", 204],
["Використана література", 206]

]);
