TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Туристське країнознавство", 5],
["<b>Тема 1</b>. Предмет, метод і завдання туристського країнознавства", 5],
["<b>Тема 2</b>. Природні туристські ресурси країн світу ", 20],
["<b>Тема 3</b>. Сутність районування, історико-культурне надбання країн світу", 38],
["<b>Тема 4</b>. Характеристика туристичного потенціалу Росії, країн Балтії, Білорусі", 92],
["<b>Тема 5</b>. Характеристика туристичних ресурсів країн Європи", 105],
["<b>Тема 6</b>. Характеристика туристсько-рекреаційних ресурсів країн Америки", 139],
["<b>Тема 7</b>. Характеристика туристсько-рекреаційних ресурсів країн Азії, Африки, Австралії", 158],
["<b>Модуль 2</b>. Рекреалогія", 177],
["<b>Тема 8</b>. Предмет, об`єкт і метод рекреалогії", 177],
["<b>Тема 9</b>. Вихідні постулати та основні поняття рекреалогії", 183],
["<b>Тема 10</b>. Основні концепції рекреалогії", 190],
["<b>Тема 11</b>. Лікувально-оздоровчий туризм", 201],
["<b>Тема 12</b>. Рекреаційна система", 220],
["<b>Тема 13</b>. Рекреаційна діяльність", 235],
["Використана література", 258]

]);
