TOC([

["Вступ", 3],
["Розділ <i>1.</i> Теоретичні засади організації управлінської діяльності та її вплив на якість трудового життя персоналу", 5],
["<i>1.1.</i>	Сутність організації управлінської діяльності на промисловому підприємстві", 5],
["<i>1.2.</i> Якість трудового життя як мета управлінської діяльності", 23],
["<i>1.3.</i> Методичний підхід до оцінювання рівня якості трудового життя та формування програм з його забезпечення", 61],
["Розділ <i>2.</i> Аналіз якості трудового життя, результатів управлінської діяльності на промислових підприємствах та чинників впливу на її організацію", 82],
["<i>2.1.</i> Факторний аналіз результатів управлінської діяльності на підприємствах переробної промисловості Харківського регіону", 82],
["<i>2.2.</i> Аналіз якості трудового життя персоналу підприємств машинобудування", 102],
["<i>2.3.</i> Аналіз чинників впливу на організацію управлінської діяльності керівників та самооцінка працівниками промислових підприємств рівня якості трудового життя", 132],
["Розділ <i>3.</i> Методичне забезпечення підвищення якості трудового життя: організаційний аспект", 144],
["<i>3.1.</i> Методичний підхід до вибору підрозділу першочергового впровадження програм якості трудового життя", 144],
["<i>3.2.</i> Методичне забезпечення формування відділу якості трудового життя", 158],
["<i>3.3.</i> Розроблення цільової комплексної програми з підвищення якості трудового життя", 176],
["<i>3.4.</i> Організація процесу кар’єрного просування керівників підрозділів з урахуванням гендерних особливостей", 199],
["<i>3.5.</i> Пропозиції з організації оцінювання професійно-ділових та особистісних якостей керівників підрозділів підприємства", 208],
["Висновки", 227],
["Використана література", 231],
["Додатки", 253]

]);
