TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Інформаційні системи і технології в інноваційній діяльності", 4],
["для автоматизованого рішення економічних задач", 4],
["технології в комп’ютерних системах обробки інформації", 11],
["в рішенні управлінських завдань інноваційної діяльності", 16],
["моделювання з використанням стандарту DFD", 22],
["моделей даних за допомогою Allfusion ERwin data modeler (ERwin)", 46],
[" інформації на базі Ms Excel", 65],
[" технологій в інноваційній діяльності", 88],
["і пошуку інформації в Іnternet", 88],
["використанням Adobe Photoshop й Gіf-аніматора для Іnternet", 96],
["реклами з використанням Flash MX", 112],
["і його публікація в Іnternet. Web-дизайн", 152],
["магазину в Іnternet", 169],
["Словник термінів", 172],
["Рекомендована література", 181],
["Додатки", 184]

]);
