TOC([

["Вступ", 3],
["Змістовний модуль <i>1.</i> Комп’ютерні інформаційні технології, засоби обробки текстової та графічної інформації ", 5],
["Лабораторна робота <i>1.</i> Конфігурація ПК і структура використовуваних інтерфейсів.", 5],
["Лабораторна робота <i>2.</i>  Використання віртуальних машин", 26],
["Лабораторна робота <i>3.</i> Інсталяція та налаштування OC Linux найпоширеніші команди", 38],
["Лабораторна робота <i>4.</i> Засоби керування командами при роботі з оболонкою. Перенаправлення та конвеєри. Написання скриптів під bash.", 75],
["Лабораторна робота <i>5.</i>  Дослідження характеристик існуючих операційних систем, проведення порівняльного аналізу", 103],
["Лабораторна робота <i>6.</i>  Дослідження особливостей побудови OLAP кубів, зведених таблиць та виконання аналізу даних ", 130],
["Лабораторна робота <i>7.</i>  Відновлення ОС Windows після збоїв. ", 180],
["Лабораторна робота <i>8.</i>  Детектування вірусів та шкідливих програм.", 196],
["Лабораторна робота <i>9.</i>  Створення та діагностика роботи локальної мережі", 205],
["Лабораторна робота <i>10.</i>  Створення локальної мережі із застосуванням NetCracker", 234],
["Змістовний модуль <i>2.</i> Обробка даних за допомогою СУБД та математичних пакетів", 248],
["Лабораторна робота <i>11.</i>  Клієнт-серверна архітектура із застосуванням WAP.", 248],
["Лабораторна робота <i>12.</i>  Дослідження форматів графічних файлів.", 260],
["Лабораторна робота <i>13.</i>  Обробка зображень за допомогою спеціалізованого програмного засобу Adobe Photoshop", 273],
["Лабораторна робота <i>14.</i>  Оборобка растрових зображень в Linux. Редактор GIMP.", 296],
["Лабораторна робота <i>15.</i>  Покращення зображень за допомогою математичного пакета MATLAB", 311],
["Використана література", 321]

]);
