TOC([

["Вступ", 3],
["<i>1.</i> Тематичний план та зміст навчальної дисципліни за модулями та темами", 5],
["<i>2.</i> Плани практичних занять та методичні рекомендації до їх виконання", 13],
["<i>3.</i> Індивідуальна робота студентів", 64],
["<i>4.</i> Завдання для самостійної роботи студентів", 79],
["<i>4.1.</i> Контрольні запитання для самодіагностики", 79],
["<i>4.2.</i> Тести з навчальної дисципліни \"Інвестиційний менеджмент\"", 81],
["<i>4.3.</i> Завдання та ситуаційні завдання", 108],
["<i>5.</i> Ілюстративний матеріал", 132],
["<i>6.</i> Словник термінів", 224],
["<i>7.</i> Рекомендована література", 247],
["<i>7.1.</i> Основна", 247],
["<i>7.2.</i> Додаткова", 247],
["<i>7.3.</i> Ресурси мережі Internet", 249],
["Додаток ", 250]

]);
