TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Організаційне забезпечення процесів інформаційного наповнення електронних видань", 4],
["Тема №1 Поняття про інформаційні ресурси видавничої діяльності", 4],
["Тема №2 Формування електронних інформаційних ресурсів видавничої діяльності", 12],
["Тема №<i>3.</i> Семантичний аналіз документів на основі онтології предметної області", 20],
["Тема №<i>4.</i> Методи маркетингу в інформаційному забезпеченні видавництва", 29],
["<b>Модуль 2</b>. Технологічні інструментальні засоби інформаційного забезпечення видавничої діяльності", 35],
["Тема №<i>5.</i> Система інформаційного забезпечення видавництва", 35],
["Тема №6 Інтеграція розподіленої інформації у видавничій діяльності", 46],
["Тема №7 Управління інформаційним забезпеченням видавничої діяльності", 53],
["Рекомендована література", 62]

]);
