TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Теоретичні основи бухгалтерського обліку", 5],
["<b>Тема 1</b>. Загальна характеристика бухгалтерського обліку, його предмет та метод", 5],
["<b>Тема 2</b>. Бухгалтерський баланс", 30],
["<b>Тема 3</b>. Рахунки бухгалтерського обліку та подвійний запис", 69],
["<b>Тема 4</b>. Оцінка і калькуляція", 110],
["<b>Тема 5</b>. Документація та інвентаризація, техніка і форми бухгалтерського обліку", 131],
["<i>5.1.</i> Документація", 131],
["<i>5.2.</i> Інвентаризація", 144],
["Глосарій", 164],
["Використана література", 175],
["Додатки ", 176]

]);
