TOC([

["Вступ	", 3],
["Розділ <i>1.</i> Концептуальні основи управління трансакційними витратами підприємства", 8],
["<i>1.1.</i> Методологічні засади розвитку теорії трансакційних витрат", 8],
["<i>1.2.</i> Економічна сутність трансакційних витрат підприємства", 23],
["<i>1.3.</i> Аналіз методичних підходів до управління трансакційними витратами підприємства", 38],
["Розділ <i>2.</i> Оцінка трансакційних витрат: інформаційне забезпечення та методичний інструментарій", 59],
["<i>2.1.</i> Аналіз трансакційних витрат у національній економіці", 59],
["<i>2.2.</i> Проблема оцінки трансакційних витрат на рівні підприємства", 75],
["<i>2.3.</i> Трансакційний ризик як фактор формування трансакційних витрат підприємства", 87],
["Розділ <i>3.</i> Трансакційні витрати у міжнародному бізнесі підприємства ", 108],
["<i>3.1.</i> Міжнародний бізнес в Україні: теоретичні аспекти та основні тенденції розвитку", 108],
["<i>3.2.</i> Особливості міжнародних ринкових трансакцій підприємства. Ризики міжнародних операцій", 125],
["<i>3.3.</i> Формування трансакційних витрат у міжнародному бізнесі підприємства", 147],
["Використана література", 158],
["Додаток А", 167]

]);
