TOC([

["Вступ", 3],
["МОДУЛЬ <i>1.</i> Видання як продукт видавничо-поліграфічного	виробництва", 5],
["<b>Тема 1</b>. Видавнича справа. Основні поняття", 5],
["<b>Тема 2</b>. Види видань", 8],
["<b>Тема 3</b>. Авторські і видавничі оригінали", 12],
["<b>Тема 4</b>. Основні дані паспорта художньо-технічного оформлення видання", 17],
["<b>Тема 5</b>. Структура і функції видавництв", 21],
["<b>Тема 6</b>. Схема редакційно-видавничого процесу", 35],
["<b>Тема 7</b>. Видавнича програма. Робота видавництва з автором", 40],
["<b>Тема 8</b>. Літературне редагування і коректорська робота", 45],
["МОДУЛЬ <i>2.</i> Художньо-технічне редагування книжкових видань", 49],
["<b>Тема 9</b>. Видавничий макет книжкового видання", 49],
["<b>Тема 10</b>. Художнє і технічне редагування книжкового видання", 55],
["<b>Тема 11</b>. Вихідні відомості у видавничій продукції", 58],
["<b>Тема 12</b>. Особливості підготовки до друку різних видів книжкових видань", 63],
["<b>Тема 13</b>. Технічна видавнича специфікація для верстання книжкового видання", 68],
["Контрольні запитання", 73],
["Рекомендована література", 74],
["Додатки", 79]

]);
