TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Комп’ютерні системи і технології в маркетингу", 5],
["Лабораторна робота №<i>1.</i> Використання OLE-технологій для реалізації маркетингових рішень", 5],
["Лабораторна робота №<i>2.</i> Використання гіпермедійної технології в економічних завданнях", 11],
["Лабораторна робота №<i>3.</i> Використання технології DDE (Dynamic Data Exchange – динамічний обмін даними)", 16],
["Лабораторна робота №<i>4.</i> Структурно-функціональне моделювання з використанням стандарту DFD", 22],
["Лабораторна робота №<i>5.</i> Експорт даних з BPwin у ERwin	39Лабораторна робота № <i>6.</i> Створення логічної та фізичної моделей даних за допомогою Allfusion ERwin data modeler (ERwin).", 45],
["<b>Модуль 2</b>. Використання та впровадження комп’ютерних технологій у маркетингу", 63],
["Лабораторна робота №<i>7.</i> Технологія електронної пошти	63Лабораторна робота №<i>8.</i> Технологія пошуку інформації в Іnternet", 66],
["Лабораторна робота №<i>9.</i> Розробка банерної реклами з використанням Adobe Photoshop  іGіf-аніматора для Іnternet", 71],
["Лабораторна робота №<i>10.</i> Розробка анімаційної реклами в Flash MX", 88],
["Лабораторна робота №<i>11.</i> Створення Web-вузла і його публікація в Іnternet. Web-дизайн", 131],
["Лабораторна робота №<i>12.</i>  Телеконференції й системи інтерактивного спілкування в Іnternet", 148],
["Лабораторна робота №<i>13.</i> Організація електронного бізнесу в Іnternet", 152],
["Словник термінів	161Рекомендована література	168Додатки", 171]

]);
