TOC([

["ВСТУП", 3],
["РОЗДІЛ <i>1.</i> ТЕОРЕТИЧНІ ЗАСАДИ РОЗВИТКУ КЕРІВНИЦТВА ЯК ФУНКЦІЇ УПРАВЛІНСЬКОЇ ДІЯЛЬНОСТІ", 5],
["<i>1.1.</i> Сутність і зміст управлінської діяльності", 5],
["<i>1.2.</i> Місце і роль керівництва в управлінській діяльності", 21],
["<i>1.3.</i> Передумови та необхідність поєднання функцій керівника і лідера", 38],
["РОЗДІЛ <i>2.</i> АНАЛІЗ МЕТОДІВ ДОСЛІДЖЕННЯ Й РОЗВИТКУ КЕРІВНИЦТВА", 49],
["<i>2.1.</i> Методичні підходи в дослідженні управлінської діяльності", 49],
["<i>2.2.</i> Комплексна оцінка компетентності керівників", 57],
["<i>2.3.</i> Аналіз підприємницького потенціалу керівників", 75],
["<i>2.4.</i> Аналіз процесів делегування повноважень керівником як основа розвитку компетентності колективу", 89],
["РОЗДІЛ <i>3.</i> МЕТОДИЧНЕ ЗАБЕЗПЕЧЕННЯ РОЗВИТКУ ФУНКЦІЙ КЕРІВНИКА", 100],
["<i>3.1.</i> Методика факторного аналізу резервів розвитку потенціалу керівників і лідерів", 100],
["<i>3.2.</i> Методичні рекомендації щодо формування команди лідерів-професіоналів", 119],
["<i>3.3.</i> Методичні рекомендації до розроблення програми розвитку потенціалу керівника-лідера", 128],
["<i>3.4.</i> Удосконалення процесів прийняття управлінських рішень як резерв розвитку потенціалу керівника", 138],
["ВИСНОВКИ", 156],
["ВИКОРИСТАНА ЛІТЕРАТУРА", 158],
["ДОДАТКИ", 169]

]);
