TOC([

["Вступ", 3],
["Змістовний модуль <i>1.</i> Лінійна алгебра. Аналітична геометрія", 4],
["Практичне заняття <i>1.</i> Знайомство з середовищем MatLab", 4],
["Практичне заняття <i>2.</i> Дії з матрицями та визначники в середовищі MatLab", 17],
["Практичнезаняття <i>3.</i> Розв’язання систем лінійних алгебраъчних рывнянь", 31],
["Практичне заняття <i>4.</i> Аналітична геометрія на площині", 47],
["Практичне заняття <i>5.</i> Криві другого порядку", 62],
["Практичне заняття <i>6.</i> Аналітична геометрія у просторі", 70],
["Змістовний модуль <i>2.</i> Диференціальне числення.", 81],
["Практичне заняття <i>7.</i> Обчислення границь та похідних", 81],
["Практичне заняття <i>8.</i> Дослідження функцій однієї змінної", 113],
["Практичне заняття <i>9.</i> Диференціальне числення функцій багатьох змінних", 131],
["Змістовний модуль <i>3.</i> Інтегральне числення", 149],
["Практичне заняття 10-<i>11.</i>Обчислення невизначених інтегралів у середовищі MatLab", 149],
["Практичне заняття <i>12.</i> Обчислення визначених інтегралів у середовищі MatLab", 162],
["Практичне заняття <i>13.</i> Розв’язання економічних задач, що зводяться до обчислення визначених інтегралів", 171],
["Змістовний модуль <i>4.</i> Диференціальні рівняння. Ряди", 175],
["Практичне заняття <i>14.</i> Розв’язання диференціальних рівнянь", 175],
["Практичне заняття <i>15.</i> Застосування диференціальних рівнянь в економіці", 194],
["Практичне заняття <i>16.</i> Дослідження числових рядів", 200],
["Практичне заняття <i>17.</i> Дослідження степеневих рядів", 211],
["Рекомендована література", 220]

]);
