TOC([

["Вступ", 3],
["<i>1.</i> Інноваційна діяльність в умовах циклічності розвитку економіки", 5],
["<i>1.1.</i> Взаємозв’язок між економічними циклами та інноваційною діяльністю підприємства", 5],
["<i>1.2.</i> Вплив інноваційної діяльності підприємства на технологічну структуру економіки", 26],
["<i>2.</i> Національна інноваційна система – основа формування регіональної інноваційної системи", 50],
["<i>2.1.</i> Сутність  та загальні положення формування НІС", 50],
["<i>2.2.</i> Теоретико-методологічний аспект формування НІС", 62],
["<i>2.3.</i> Особливості формування національної інноваційної системи в Україні", 66],
["<i>3.</i> Інститут інтелектуальної власності як складова національної інноваційної системи	75", 0],
["<i>3.1.</i> Досвід формування інституту інтелектуальної власності в країнах з інтелектуальною економікою", 75],
["<i>3.2.</i> Інститут інтелектуальної власності в Україні у складі НІС", 81],
["<i>4.</i> Теоретичні аспекти формування регіональної інноваційної системи як складової НІС", 100],
["<i>4.1.</i>	Сутність формування РІС", 100],
["<i>4.2.</i>	Характеристика інноваційної інфраструктури та забезпечення інноваційного розвитку", 114],
["Висновки", 135],
["<i>5.</i> Використана література", 140],
["<i>5.1.</i> Основна", 140],
["<i>5.2.</i> Ресурси мережі Internet", 151]

]);
