TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Теоретичні основи виникнення грошей, грошовий обіг та модель грошового ринку", 4],
["<b>Тема 1</b>. Сутність і функції грошей", 4],
["<b>Тема 2</b>. Грошовий обіг і грошові потоки", 13],
["<b>Тема 3</b>. Грошовий ринок", 33],
["<b>Тема 4</b>. Грошові системи", 41],
["<b>Модуль 2</b>. Принципи організації та моделі побудови валютних систем, грошово-кредитна політика на сучасному етапі", 45],
["<b>Тема 5</b>. Інфляція та грошові реформи", 45],
["<b>Тема 6</b>. Валютний ринок і валютні системи", 53],
["<b>Тема 7</b>. Механізм формування пропозиції грошей та грошово-кредитна політика", 59],
["<b>Тема 8</b>. Роль грошей у ринковій економіці", 64],
["<b>Модуль 3</b>. Роль та місце кредиту у соціально-економічному просторі", 69],
["<b>Тема 9</b>. Теорія грошей ", 69],
["<b>Тема 10</b>. Сутність і функції кредиту", 76],
["<b>Тема 11</b>. Форми, види і роль кредиту", 82],
["<b>Тема 12</b>. Теоретичні засади процента", 89],
["<b>Модуль 4</b>. Гроші, кредит та банки", 97],
["<b>Тема 13</b>. Фінансове посередництво грошового ринку", 97],
["<b>Тема 14</b>. Теоретичні засади діяльності комерційних банків", 100],
["<b>Тема 15</b>. Центральні банки в системі монетарного та банківського управління", 106],
["Рекомендована література", 113],
["Додатки", 115]

]);
