TOC([

["Вступ", 3],
["Лабораторна робота №<i>1.</i> Дослідження процесу моделювання різних пристроїв ПК за допомогою пакета моделювання Electronics Workbench Professional Edition", 7],
["Лабораторна робота №<i>2.</i> Вивчення способів кодування інформації в ЕОМ архітектури ІА-32", 33],
["Лабораторна робота №<i>3.</i> Вивчення асемблера системи команд архітектури ІА–32", 42],
["Лабораторна робота №<i>4.</i> Дослідження побудови ЗП у ПЕОМ", 57],
["Лабораторна робота №<i>5.</i> Дослідження способів адресації та форматів команд ПК", 76],
["Лабораторна робота №<i>6.</i> Дослідження процесу виконання команд у ПК на мові асемблера", 92],
["Лабораторна робота №<i>7.</i> Дослідження загальної архітектури комп’ютерів", 106],
["Лабораторна робота №<i>8.</i> Дослідження архітектури арифметико-логічного пристрою (АЛП) у складі процесору", 118],
["Лабораторна робота №<i>9.</i> Дослідження побудови статичних та динамічних елементів ЗП комп’ютерів", 129],
["Лабораторна робота №<i>10.</i> Дослідження процесу оптимізації продуктивності та апаратного забезпечення комп'ютерів", 138],
["Лабораторна робота №<i>11.</i> Дослідження роботи пристроїв пам'яті: тестування пристроїв пам'яті, відновлення інформації із пристроїв і носіїв інформації", 154],
["Лабораторна робота №<i>13.</i> “Дослідження характеристик портів та каналів ПДП ПЕОМ типу IBM PC\" за темою 6 «Архітектура системного блоку ПК»", 199],
["Лабораторна робота №<i>14.</i> Конфігурування дискової системи    ПЕОМ", 210],
["Лабораторна робота №<i>15.</i> Дослідження програмних засобів настроювання та конфігурування основних приладів комп’ютерів", 216],
["Використана література", 221]

]);
