TOC([

["Вступ", 3],
["Розділ <i>1.</i> Теоретичні засади фінансового контролю в Україні", 7],
["<i>1.1.</i>Контроль. Дискусійні питання", 7],
["<i>1.2.</i>Фінансовий контроль як складова економічного контролю", 16],
["<i>1.3.</i>Класифікація фінансового контролю", 27],
["Розділ <i>2.</i> Сучасна методологія фінансового контролю", 0],
["<i>2.1.</i> Загальний огляд методології фінансового контролю", 36],
["<i>2.2.</i> Дослідження окремих елементів методології фінансового контролю", 41],
["<i>2.2.1.</i> Принципи фінансового контролю як основа теорії фінансового контролю", 41],
["<i>2.2.2.</i> Методи та технології фінансового контролю", 47],
["Розділ <i>3.</i> Реформування системи фінансового контролю в Україні", 47],
["<i>3.1.</i> Сучасний стан фінансової дисципліни та тенденції розвитку фінансового контролю в Україні", 47],
["<i>3.2.</i> Міжнародний досвід здійснення фінансового контролю", 53],
["<i>3.2.1.</i> Історичний аспект розвитку фінансового контролю в зарубіжних країнах", 53],
["<i>3.2.2.</i> Загальні риси побудови системи фінансового контролю в окремих країнах", 55],
["<i>3.3.</i> Шляхи реформування системи фінансового контролю в Україні", 64],
["<i>3.3.1.</i> Реформування державного фінансового контролю в контексті вступу України до Європейського Союзу", 64],
["<i>3.3.2.</i> Напрями практичної реалізації принципу незалежності у діяльності аудиторів", 67],
["Висновки ", 80],
["Використана література", 82]

]);
