TOC([

["Вступ", 3],
["Розділ <i>1.</i> Теоретичні основи управління економічною безпекою зовнішньоекономічної діяльності", 5],
["<i>1.1.</i> Економічна безпека діяльності підприємства як категорія економічної науки", 5],
["<i>1.2.</i> Місце і роль механізму управління економічною безпекою діяльності підприємства в системі управління промисловим підприємством", 24],
["<i>1.3.</i> Сутність зовнішньоекономічної діяльності підприємства та її особливості з позицій управління економічною безпекою", 41],
["Розділ <i>2.</i> Оцінка та аналіз економічної безпеки підприємства – суб’єкта зовнішньоекономічної діяльності", 55],
["<i>2.1.</i> Оцінка та аналіз економічної безпеки стану підприємства – суб’єкта зовнішньоекономічної діяльності", 55],
["<i>2.2.</i> Диференціація носіїв загроз у внутрішньому та зовнішньому середовищах промислового підприємства", 72],
["<i>2.3.</i> Оцінка економічної безпеки зовнішньоекономічної діяльності підприємства", 94],
["Розділ <i>3.</i> Методичне забезпечення управління економічною безпекою зовнішньоекономічної діяльності підприємства", 104],
["<i>3.1.</i> Обґрунтування вибору доцільного методу управління  економічною безпекою діяльності підприємства", 104],
["<i>3.2.</i> Організація обліково-аналітичної складової системи  управління економічною безпекою зовнішньоекономічної діяльності", 115],
["Висновки", 129],
["Використана література", 131],
["Додатки", 140]

]);
