TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Моделювання як наука", 5],
["Лабораторна робота №<i>1.</i> Вивчення можливостей математичного пакета MathCad", 5],
["Лабораторна робота №<i>2.</i> Обробка й аналіз даних експерименту. Підбір параметрів розподілів", 12],
["Лабораторна робота №<i>3.</i> Ідентифікація параметрів моделей методом найменших квадратів", 18],
["Лабораторна робота №<i>4.</i> Побудова багатофакторної регресійної моделі", 25],
["Лабораторна робота №<i>5.</i> Моделі, засновані на диференціальних рівняннях (D-схеми)", 32],
["Лабораторна робота №<i>6.</i> Оцінка якості імітаційної моделі", 36],
["Лабораторна робота №<i>7.</i> Дослідження імітаційних моделей", 44],
["<b>Модуль 2</b>. Моделювання як мистецтво", 49],
["Загальні відомості про мову GPSS. Об’єкти системи GPSS World", 49],
["Лабораторна робота №<i>8.</i> Середовище імітаційного моделювання GPSS World. Технологічний інструментарій GPSS World. Забезпечення точності результатів імітаційного моделювання", 53],
["Лабораторна робота №<i>9.</i> Моделювання статичних систем. Моделювання найпростіших систем масового обслуговування. Забезпечення пріоритетного обслуговування", 82],
["Лабораторна робота №<i>10.</i> Моделювання багатоканальних систем. Моделювання розширених СМО", 99],
["Лабораторна робота №<i>11.</i> Використання стандартних числових і логічних атрибутів у моделях СМО", 110],
["Лабораторна робота №<i>12.</i> Використання функцій у моделях СМО", 115],
["Лабораторна робота №<i>13.</i> Використання змінних, виразів, збережуваних величин та матриць при моделюванні СМО", 124],
["Лабораторна робота №<i>14.</i> Моделювання систем зі зміненою дисципліною обслуговування", 134],
["Лабораторна робота №<i>15.</i> Моделювання динамічних систем типу \"СМО без відмов\". Моделювання систем з обмеженнями на довжину черги", 148],
["Лабораторна робота №<i>16.</i> Моделювання списками правил планування", 157],
["Рекомендована література", 170],
["Додатки", 173]

]);
