TOC([

["Вступ", 3],
["<i>1.</i>Лабораторні роботи з Інтернет-технологій", 5],
["<b>Модуль 1</b>. Системне програмне забезпечення, алгоритмізація і програмування задач обробки даних, робота з текстовими та табличними документами", 5],
["Лабораторна робота <i>1.</i> Засоби пошуку інформації в Інтернеті ", 5],
["Лабораторна робота <i>2.</i>Теги розмітки документів ", 18],
["Лабораторна робота <i>3.</i>Гіперпосилання ", 24],
["Лабораторна робота <i>4.</i>Таблиці ", 27],
["Лабораторна робота <i>5.</i>Форми ", 39],
["Лабораторна робота <i>6.</i> Технологія CSS. Проектування оформлення Web-сайта ", 45],
["Лабораторна робота <i>7.</i> Проектування структури Web-сайта ", 53],
["Лабораторна робота <i>8.</i> Web-програмування на мові PHP ", 67],
["<i>2.</i>Лабораторні роботи з офісного програмування", 73],
["Лабораторна робота <i>1.</i> Знайомство з основними елементами мови й із середовищем редактора VBA ", 73],
["Лабораторна робота <i>2.</i> Застосування лінійного алгоритму для рішення економічних завдань ", 77],
["Лабораторна робота <i>3.</i> Застосування алгоритму розгалуження для рішення економічних завдань ", 84],
["Лабораторна робота <i>4.</i> Застосування алгоритму циклу з повтореннями й масивів для рішення економічних завдань ", 95],
["Лабораторна робота <i>5.</i> Застосування алгоритму циклу з умовою для рішення економічних завдань ", 101],
["<b>Модуль 2</b>. Створення та ведення бази даних економічного характеру. Експертні та навчальні системи", 106],
["Лабораторна робота <i>6.</i> СУБД Access ", 106],
["Висновок", 137],
["Рекомендована література", 138]

]);
