TOC([

["Вступ											", 3],
["Розділ <i>1.</i> Теоретико-методичні основи формування місцевих фінансів", 7],
["<b>Тема 1</b>. Сутність, складові та засади організації місцевих фінансів	", 7],
["<b>Тема 2</b>. Фінансова політика місцевих органів влади			", 28],
["<b>Тема 3</b>. Місцеві фінанси як основа фінансової бази місцевих органів влади										", 47],
["<b>Тема 4</b>. Формування дохідної бази місцевих бюджетів		", 68],
["<b>Тема 5</b>. Система видатків місцевих бюджетів				", 77],
["<b>Тема 6</b>. Фінансове вирівнювання та бюджетне регулювання	", 86],
["Розділ <i>2.</i> Практичний механізм управління місцевими фінансами	", 101],
["<b>Тема 7</b>. Бюджетний процес на місцевому рівні				", 101],
["<b>Тема 8</b>. Організація фінансової діяльності підприємств місцевого	господарства										", 108],
["<b>Тема 9</b>. Фінанси підприємств комунального господарства	", 117],
["<b>Тема 10</b>. Фінансова діяльність житлово-експлуатаційного  комплексу	", 129],
["<b>Тема 11</b>. Управління місцевими фінансами в Україні		", 134],
["<b>Тема 12</b>. Світовий досвід організації місцевих фінансів		", 149],
["Використана література							", 156],
["Основна", 156],
["Додаткова", 157],
["Ресурси Інтернет", 158]

]);
