TOC([

["Вступ ", 3],
["<b>Модуль 1</b>. Сутність логістичного підходу до інноваційного менеджменту та його застосування у сферах обігу та обслу¬го¬ву¬вання споживачів", 5],
["<i>1.1.</i> Сутність логістичного підходу до інноваційного менеджменту", 5],
["<i>1.2.</i> Застосування логістичного підходу в системі матеріально-технічного забезпечення інноваційної діяльності", 20],
["<i>1.3.</i> Інтеграція інноваційної діяльності з постачальниками матеріальних ресурсів", 28],
["<b>Тема 2</b>. Логістична підтримка інновацій організації в сфері збуту", 31],
["<i>2.1.</i> Логістична підтримка інновацій у сфері збуту. Взаємозв’язок маркетингу і логістики в інноваційній діяльності підприємства", 31],
["<i>2.2.</i> Елементи стратегій маркетингу та логістики для інноваційного продукту", 34],
["<b>Тема 3</b>. Інновації сфери обслуговування споживачів та їх логістична підтримка", 43],
["<i>3.1.</i> Використання логістичного підходу до розробки системи обслуговування споживачів", 43],
["<i>3.2.</i> Логістичні концепції оптимізації рівня сервісу", 49],
["<b>Модуль 2</b>. Впровадження інтегрованої логістичної підтримки інноваційних процесів у сфері матеріального виробництва", 53],
["<b>Тема 4</b>. Впровадження нових методів організації виробництва на підставі логістики ", 53],
["<i>4.1.</i> Використання логістичних концепцій, методів та алгоритмів для здійснення ефективного інноваційного процесу в сфері організації виробництва", 53],
["<i>4.2.</i> Логістична підтримка інновацій у сферах технологій та оперативно-виробничого планування", 62],
["<b>Тема 5</b>. Інновації в системі менеджменту запасів, складування та їх логістична підтримка", 71],
["<i>5.1.</i> Логістична підтримка інновацій у сферах менеджменту запасів та складування", 71],
["<i>5.2.</i> Логістика та інновації в управлінні матеріальними запасами на підприємствах", 74],
["<i>5.3.</i> Логістика та інновації в сфері менеджменту складського зберігання товарно-матеріальних цінностей", 82],
["<b>Тема 6</b>. Інтегрована логістична підтримка інноваційної діяльності", 86],
["<i>6.1.</i> Інтегрована логістична підтримка впровадження інновацій", 86],
["<i>6.2.</i> Логістична інтеграція внутрішніх та зовнішніх економічних потоків", 88],
["Використана література", 94]

]);
