TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Загальні положення процесуального права", 4],
["<b>Тема 1</b>. Судова система в Україні та поняття процесуального права ", 4],
["<b>Тема 2</b>. Цивільне процесуальне право", 13],
["<b>Тема 3</b>. Господарське процесуальне право", 24],
["<b>Модуль 2</b>. Окремі галузі процесуального права ", 62],
["<b>Тема 4</b>. Адміністративне процесуальне право", 62],
["<b>Тема 5</b>. Кримінально-процесуальне право ", 72],
["Глосарій", 91],
["Рекомендована література ", 97],
["Додатки", 97]

]);
