TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Основні поняття економіко- математичного моделювання соціально-економічних систем. Методи математичного програмування", 5],
["Лабораторна робота №<i>1.</i> Вбудовані функції та надбудови MS Excel", 5],
["Лабораторна робота №<i>2.</i> Визначення оптимального плану задачі про використання сировини", 14],
["Лабораторна робота №<i>3.</i> Дослідження стійкості розв’язку задачі про оптимальне використання сировини", 27],
["Лабораторна робота №<i>4.</i> Вирішення окремих економічних задач за допомогою задачі ЛП", 36],
["Лабораторна робота №<i>5.</i> Матрична гра як приклад задачі стохастичного моделювання", 47],
["<b>Модуль 2</b>. Економетричні методи і моделі в аналізі соціально-економічних систем", 57],
["Лабораторна робота №<i>6.</i> Використання дисперсійного аналізу для перевірки адекватності регресійної моделі", 57],
["Лабораторна робота №<i>7.</i> Побудова класичної множинної моделі лінійної регресії", 70],
["Лабораторна робота №<i>8.</i> Побудова множинної регресійної моделі при порушенні умов методу найменших квадратів", 95],
["Лабораторна робота №<i>9.</i> Економетричні моделі розподіленого лага", 112],
["Рекомендована література", 125],
["Додатки", 126]

]);
