TOC([

["Вступ", 3],
["Змістовний модуль<i>1.</i> Організаційно-правові та методологічні основи оцінки майна підприємства", 4],
["<b>Тема 1</b>. Предмет і зміст навчальної дисципліни \" Оцінка майна підприємства\"", 4],
["<b>Тема 2</b>. Організація оцінної діяльності в Україні та її законодавче забезпечення", 8],
["<b>Тема 3</b>. Основні принципи й методологічні підходи до оцінки майна підприємства", 13],
["<b>Тема 4</b>. Витратний підхід до оцінки майна підприємства, сфери його застосування й методи розрахунку", 24],
["<b>Тема 5</b>. Зміст і варіанти застосування методу капіталізації доходів Дохідний підхід", 26],
["<b>Тема 6</b>. Метод аналогів ( порівняльний метод) при оцінці майна підприємства", 30],
["Змістовний модуль <i>2.</i> Особливості оцінювання майна в господарській діяльності підприємства", 38],
["<b>Тема 7</b>. Оцінювання майна у господарській діяльності підприємства", 38],
["<b>Тема 8</b>. Організація проведення оцінної роботи на підприємстві в особливих випадках", 43],
["<b>Тема 9</b>. Характеристика майна підприємства, що підлягає оцінці, його структура, підходи при оцінки", 49],
["<b>Тема 10</b>.Оцінка елементів необоротних матеріальних активів підприємства", 55],
["<b>Тема 11</b>. Оцінка елементів нематеріальних необоротних активів", 62],
["<b>Тема 12</b>. Оцінка елементів оборотних активів підприємства", 62],
["<b>Тема 13</b>. Оцінка земельних ділянок", 64],
["Рекомендована література", 69]

]);
