TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Концептуальні основи ШІ. Моделювання знань і механізмів висновку ", 4],
["Лабораторна робота <i>1.</i> <b>Тема 2</b>. \"КАРКАС\" - іструментальний засіб для створення ЕС. Загальні принципи", 4],
["Лабораторна робота <i>2.</i> <b>Тема 3</b>. Побудова продукційної бази знань прикладної експертної системи", 11],
["Лабораторна робота <i>3.</i> <b>Тема 4</b>. \"КАРКАС\" - іструментальний засіб для створення ЕС. Продукційне знання", 19],
["Лабораторна робота <i>4.</i> <b>Тема 5</b>. \"КАРКАС\" - іструментальний засіб для створення ЕС. Редактор знань", 33],
["Лабораторна робота <i>5.</i> <b>Тема 5</b>. \"КАРКАС\" - іструментальний засіб для створення ЕС. Редактор знань", 41],
["Лабораторна робота <i>6.</i> <b>Тема 6</b>. Загальні методи пошуку рішень у просторі станів у системі \"КАРКАС\"", 48],
["<b>Модуль 2</b>. Прикладні інтелектуальні системи. Методологія й інструментарій проектування", 81],
["Лабораторна робота <i>7.</i> <b>Тема 7</b>. Організація логічного висновку на побудованій продукційній базі знань", 81],
["Лабораторна робота <i>8.</i> <b>Тема 8</b>. \"КАРКАС\" - інструментальний засіб для створення ЕС. Проектування баз знань", 95],
["Лабораторна робота <i>9.</i> <b>Тема 9</b>. Дослідження бази знань отриманої експертної системи на повноту, адекватність і несуперечність", 110],
["Контрольні запитання для самодіагностики", 146],
["Рекомендована література", 149]

]);
