TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Історія маржиналізму: еволюція мікроекономічних теорій виробництва та витрат у ХIХ – ХХ ст.", 6],
["<b>Тема 1</b>. Загальна математична теорія політичної економії У. С. Джевонса", 6],
["<b>Тема 2</b>. Американський варіант маржиналізму  Дж. Б. Кларка", 13],
["<b>Тема 3</b>. Л. Вальрас і лозаннська  школа маржиналізму.", 18],
["<b>Тема 4</b>.  Категорії витрат, вартості та ціни в роботах А. Маршалла", 24],
["<b>Тема 5</b>. Теорія В. Леонтьєва «затрати – випуск»", 36],
["<b>Тема 6</b>. Дискусії про вірогідність маржиналістської теорії", 45],
["<b>Модуль 2</b>. Теорія та практика сучасного маржиналізму", 52],
["<b>Тема 7</b>. Теоретичне обґрунтування системи виробництва", 52],
["<b>Тема 8</b>. Динамічність і стохастичність процесів виробництва", 70],
["<b>Тема 9</b>. Формування маржинальних і середніх витрат", 78],
["<b>Тема 10</b>. Зв'язок маржинальних і середніх витрат", 87],
["<b>Тема 11</b>. Сутність і теоретичні підстави виробничої функції (PF) підприємства", 95],
["<b>Тема 12</b>. Значення маржинального методу в ринковій економіці", 112],
["<b>Тема 13</b>. Закономірності недосконалої конкуренції", 127],
["<b>Тема 14</b>. Рівновага та ціноутворення  на ринках факторів виробництва", 145],
["Висновок", 166],
["Рекомендована література", 169],
["Глосарій", 176],
["Іменний покажчик", 178]

]);
