TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Сутність валютних систем та валютних операцій", 3],
["<b>Тема 1</b>. Валютні відносини і валютна система", 3],
["<b>Тема 2</b>. Міжнародні валютні ринки і валютні операції", 11],
["<b>Тема 3</b>. Платіжні і розрахункові баланси", 16],
["<b>Модуль 2</b>. Міжнародні розрахунки", 21],
["<b>Тема 4</b>. Організація міжнародних розрахунків", 21],
["<b>Тема 5</b>. Міжнародні кредитні відносини", 34],
["<b>Тема 6</b>. Міжнародні та регіональні валютно-фінансові організації країн з ринковою економікою", 37],
["<b>Тема 7</b>. Валютне регулювання в Україні", 40],
["Рекомендована література", 44],
["Основна", 44],
["Додаткова", 44]

]);
