TOC([

["Вступ", 3],
["Модуль I. Загально-правові засади забезпечення господарювання суб’єктів", 4],
["ТЕМА <i>1.</i> Правові основи здійснення комерційної діяльності. Суб’єкти господарської діяльності", 4],
["ТЕМА <i>2.</i> Легалізація суб’єктів господарювання ", 24],
["ТЕМА <i>3.</i> Правове регулювання трудових відносин підприємств ", 37],
["ТЕМА <i>4.</i> Господарсько-договірні правовідносини. Господарсько-правова відповідальність ", 80],
["Модуль II. Правовий захист суб’єктів господарювання та мінімізація ризиків", 97],
["ТЕМА <i>5.</i> Правові основи кредитно-розрахункових, облікових та зовнішньоекономічних відносин ", 97],
["ТЕМА <i>6.</i> Правове регулювання торговельної діяльності суб’єкта господарювання ", 136],
["ТЕМА <i>7.</i> Ринок фінансових послуг", 150],
["ТЕМА <i>8.</i> Господарські ризики та їх мінімізація", 161],
["ТЕМА <i>9.</i> Контроль за здійсненням господарської діяльності ", 175],
["ТЕМА <i>10.</i> Захист прав суб’єктів господарської діяльності у господарському суді ", 192],
["Глосарій", 201],
["Рекомендована література ", 232]

]);
