TOC([

["Передмова", 3],
["Вступ", 4],
["Розділ <i>1.</i> Історіографія та джерельна база дослідження	6", 0],
["Історіографічна база дослідження", 6],
["Джерельна база дослідження", 14],
["Розділ <i>2.</i> Московська держава і слобідські полки у другій половині XVII ст.", 16],
["Становище козацтва слобідських полків у порівнянні з козацтвом Гетьманщини та Війська Запорізького низового щодо Москви", 16],
["Реформа Якова Долгорукого 1697 – 1700 рр.у слобідських полках", 23],
["Розділ <i>3.</i> Інтеграційні перетворення в слобідських полках у першій половині XVIII ст.", 24],
["Інтеграційні перетворення на Слобідській Україні в 1700 – 1725 рр.", 24],
["Російська імперія і слобідське козацтво у другій половині 20-х рр. XVIII ст.", 32],
["Посилення інтеграційних процесів за доби царювання Анни Іоанівни", 35],
["Реформи князя О. І. Шаховського в слобідських полках 1733 –1735 рр.", 37],
["Війна 1735 – 1739 рр. та становище слобідського козацтва", 43],
["Інтеграційні заходи за доби Єлизавети Петрівни (40-і рр. XVIII ст.)", 44],
["Розділ <i>4.</i> Інтеграційні перетворення в слобідських полках у другій половині XVIII ст.", 48],
["Інтеграційні заходи за доби Єлизавети Петрівни (50-і рр. XVIII ст.)", 48],
["Завершення Катериною ІІ інтеграційних перетворень у сло¬бідсь¬ких полках", 52],
["Висновки	58", 0],
["Використана література", 61]

]);
