TOC([

["Введение", 3],
["<i>1.</i> Исторические предпосылки образования Министерства финансов в России", 5],
["<i>2.</i> Сущность финансовых реформ при Александре I", 11],
["<i>3.</i> Министры финансов при царствовании Николая I", 21],
["<i>4.</i> Александр ІІ и финансовые реформы 60-70-х годов 18 века", 27],
["<i>5.</i> Министры финансов при царствовании Александра III", 42],
["<i>6.</i> Экономическая и политическая ситуация в России на рубеже веков при царствовании Николая II", 53],
["<i>7.</i> Февральская революция 1917 года и министры финансов Временного правительства России", 73],
["<i>8.</i> Народные комиссары РСФСР и министры финансов СССР", 80],
["Использованная литература", 111]

]);
