TOC([

["Вступ", 3],
["<b>Модуль 1</b>. Фінанси підприємств", 5],
["<b>Тема 1</b>. Сутність фінансів і фінансового механізму підприємства", 5],
["<b>Тема 2</b>. Фінансова діяльність підприємства та засади її організації", 10],
["<b>Тема 3</b>. Система оподаткування підприємства", 16],
["<b>Тема 4</b>. Активи підприємства", 26],
["<b>Тема 5</b>. Фінансові ресурси підприємства", 44],
["<b>Модуль 2</b>. Фінанси та фінансова діялність підприємств", 55],
["<b>Тема 1</b>. Фінансове забезпечення відтворення основних фондів підприємства", 55],
["<b>Тема 2</b>. Грошовий обіг і система грошових розрахунків підприємства", 66],
["<b>Тема 3</b>. Банкрутство та фінансова санація підприємства", 78],
["<b>Тема 4</b>. Фінансовий стан підприємства та його характеристика", 84],
["<b>Тема 5</b>. Фінансовий план підприємства", 92],
["Теми рефератів", 99],
["Рекомендована література", 101],
["Ресурси мережі Інтернет", 102]

]);
