TOC([

["Вступ", 3],
["<i>1.</i> Світова економіка: предмет і метод", 3],
["<i>2.</i> Закономірності розвитку світового господарства", 22],
["та природно-ресурсний потенціал світового господарства", 38],
["<i>4.</i> Галузева структура світового господарства", 59],
["<i>5.</i> Соціокультурна складова міжнародного економічного се¬ре¬довища", 81],
["<i>6.</i> Ліберальна соціально-економічна модель", 104],
["<i>7.</i> Соціал-демократична соціально-економічна модель", 127],
["<i>8.</i> Цивілізаційні особливості соціально-економічних моделей країн світу", 151],
["Глосарій", 181],
["Література", 196],
["Додатки", 203]

]);
