TOC([

["ВСТУП", 3],
["МОДУЛЬ <i>1.</i> ТЕОРЕТИЧНІ ОСНОВИ МАРКЕТИНГУ", 4],
["ТЕМА <i>1.</i> Сутність маркетингу та його сучасна концепція", 4],
["ТЕМА <i>2.</i> Класифікація маркетингу", 8],
["ТЕМА <i>3.</i> Характеристики маркетингу", 11],
["ТЕМА <i>4.</i> Маркетингові дослідження", 25],
["МОДУЛЬ <i>2.</i> ОРГАНІЗАЦІЯ МАРКЕТИНГОВОЇ ДІЯЛЬНОСТІ ПІДПРИЄМСТВА", 32],
["ТЕМА <i>5.</i> Маркетингова товарна політика", 32],
["ТЕМА <i>6.</i> Маркетингова цінова політика", 44],
["ТЕМА <i>7.</i> Маркетингова політика продажу", 59],
["ТЕМА <i>8.</i> Маркетингова політика просування", 66],
["РЕКОМЕНДОВАНА ЛІТЕРАТУРА", 74]

]);
