TOC([

["ВСТУП", 3],
["Модуль <i>1.</i> Основні методи комплексного статистичного аналізу", 3],
["<b>Тема 1</b>. Основні економіко-статистичні показники та існуючі між ними взаємозв'язки, методи їх виміру і розрахунку", 3],
["<b>Тема 2</b>. Короткий порівняльний огляд методів комплексного статистичного аналізу в економіці", 5],
["<b>Тема 3</b>. Методи кореляційного і регресійного аналізів", 9],
["<b>Тема 4</b>. Кластерний аналіз", 15],
["Модуль <i>2.</i> Використаня методів комплексного статистичного аналізу", 22],
["<b>Тема 5</b>. Дискримінантний аналіз", 22],
["<b>Тема 6</b>. Компонентний аналіз", 28],
["<b>Тема 7</b>. Факторний аналіз", 34],
["<b>Тема 8</b>. Методи канонічних кореляцій і робастного оцінювання", 36],
["<b>Тема 9</b>. Виявлення й характеристика основних тенденцій розвитку підприємств і економічних систем за допомогою комплексного статистичного аналізу", 43],
["Рекомендована література", 45]

]);
